[
  {
    "page_index": 1,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_1.png",
    "text": "当代学术棱镜译丛·当代文学理论系列\n丛书主编 张一兵 副主编 周宪 周晓虹\n\nRobert Scholes James Phelan Robert Kellogg\nThe Nature of Narrative\n\n叙事的本质\n\n［美］罗伯特·斯科尔斯 詹姆斯·费伦 罗伯特·凯洛格 著\n于雷 译\n\n南京大学出版社",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_1"
  },
  {
    "page_index": 2,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_2.png",
    "text": "对于从事叙事研究的学子们来说，这是一部最重要的作品。\n——杰拉尔德·普林斯，《叙事学词典》作者\n\n《叙事的本质》阐明了西方叙事传统。它以令人惊叹的技能将诸多叙事可能性——从萨迦和史诗一直到乔伊斯、普鲁斯特和福克纳的小说——编织在一起。同时，詹姆斯·费伦的新增章节本身亦凭借审慎的姿态与广博的知识，使得这一新版的经典之作获得了其存在的价值与重要意义。\n——哈里·肖，《叙述现实：奥斯丁、司各特、艾略特》作者\n\n我不知道哪个更精彩：斯科尔斯与凯洛格奠基之作的新版，抑或是费伦继《叙事的本质》之后围绕该领域发生的一切所书写的新篇章。如果有读者问：“叙事理论究竟事关何物？”那么，这部著作便是答案之所在。\n——罗彬·沃霍尔\n\n当代学术棱镜译丛·当代文学理论系列\n丛书主编 张一兵 副主编 周宪 周晓虹\n\nRobert Scholes James Phelan Robert Kellogg\nThe Nature of Narrative\n\n上架建议：文学理论/文化研究\nISBN 978-7-305-13725-9\n\n南京大学出版社官方微信 njupress\n南京大学出版社官方网站 www.njupco.com\n南京大学出版社官方微博 weibo.com/njupco\n\n9787305137259>\n定价：58.00元",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_2"
  },
  {
    "page_index": 3,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_3.png",
    "text": "当代学术棱镜译丛·当代文学理论系列\n丛书主编 张一兵 副主编 周宪 周晓虹\n\n叙事的本质\n［美］罗伯特·斯科尔斯 詹姆斯·费伦 罗伯特·凯洛格 著\n于雷 译\n\n南京大学出版社",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_3"
  },
  {
    "page_index": 4,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_4.png",
    "text": "图书在版编目(CIP)数据\n叙事的本质/(美)斯科尔斯,(美)费伦,(美)凯\n洛格著;于雷译. -- 南京:南京大学出版社,2015.1\n(当代学术棱镜译丛/张一兵主编)\n书名原文：The nature of narrative\nISBN 978 - 7 - 305 - 13725 - 9\nⅠ. ①叙… Ⅱ. ①斯… ②费… ③凯… ④于… Ⅲ.\n①叙事文学－研究Ⅳ. ①I0\n中国版本图书馆CIP数据核字(2014)第180092号\nCopyright © 2006 by Oxford University Press, Inc.\n\"The Nature of Narrative, Fortieth Anniversary Edition\" was originally published in\nEnglish in 2006.\nThis translation is published by arrangement with Oxford University Press.\nSimplified Chinese edition copyright © 2014 by NJUP\nThrough Andrew Nurnberg Associates International Ltd.\nAll rights reserved\n江苏省版权局著作权合同登记 图字:10 - 2009 - 105号\n出版发行 南京大学出版社\n社 址 南京市汉口路22号 邮 编 210093\n出版人 金鑫荣\n丛书名 当代学术棱镜译丛\n书 名 叙事的本质\n作 者 罗伯特·斯科尔斯 詹姆斯·费伦 罗伯特·凯洛格\n责任编辑 谭 天 潘琳宁\n照 排 南京南琳图文制作有限公司\n印 刷 南京爱德印刷有限公司\n开 本 635×965 1/16 印张29.25 字数432千\n版 次 2015年1月第1版 2015年1月第1次印刷\nISBN 978 - 7 - 305 - 13725 - 9\n定 价 58.00元\n网址：http://www.njupco.com\n官方微博：http://weibo.com/njupco\n官方微信号：njupress\n销售咨询热线：(025) 83594756\n*版权所有,侵权必究\n*凡购买南大版图书,如有印装质量问题,请与所购\n图书销售部门联系调换 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_4"
  },
  {
    "page_index": 5,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_5.png",
    "text": "Robert Scholes  James Phelan  Robert Kellogg\n\nThe Nature of Narrative",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_5"
  },
  {
    "page_index": 6,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_6.png",
    "text": "# 《当代学术棱镜译丛》总序\n自晚清曾文正创制造局，开译介西学著作风气以来，西学翻译蔚为大观。百多年前，梁启超奋力呼吁：“国家欲自强，以多译西书为本；学子欲自立，以多读西书为功。”时至今日，此种激进吁求已不再迫切，但他所言西学著述“今之所译，直九牛之一毛耳”，却仍是事实。世纪之交，面对现代化的宏业，有选择地译介国外学术著作，更是学界和出版界不可推诿的任务。基于这一认识，我们隆重推出《当代学术棱镜译丛》，在林林总总的国外学术书中遴选有价值篇什翻译出版。\n王国维直言：“中西二学，盛则俱盛，衰则俱衰，风气既开，互相推助。”所言极是！今日之中国已迥异于一个世纪以前，文化间交往日趋频繁，“风气既开”无须赘言，中外学术“互相推助”更是不争的事实。当今世界，知识更新愈加迅猛，文化交往愈加深广。全球化和本土化两极互动，构成了这个时代的文化动脉。一方面，经济的全球化加速了文化上的交往互动；另一方面，文化的民族自觉日益高涨。于是，学术的本土化迫在眉睫。虽说“学问之事，本无中西”（王国维语），但“我们”与“他者”的身份及其知识政治却不容回避。但学术的本土化绝非闭关自守，不但知己，亦要知彼。这套丛书的立意正在这里。\n“棱镜”本是物理学上的术语，意指复合光透过“棱镜”便分解成光谱。丛书所以取名《当代学术棱镜译丛》，意在透过所选篇什，折射出国外知识界的历史面貌和当代进展，并反映出选编者的理解和匠心，进而实现“他山之石，可以攻玉”的目标。\n本丛书所选书目大抵有两个中心：其一，选目集中在国外学术界新近的发展，尽力揭橥域外学术20世纪90年代以来的最新趋向和热点问题；其二，不忘拾遗补缺，将一些重要的尚未译成中文的国外学术著述囊括其内。\n众人拾柴火焰高。译介学术是一项崇高而又艰苦的事业，我们真诚地希望更多有识之士参与这项事业，使之为中国的现代化和学术本土化做出贡献。\n丛书编委会\n2000年秋于南京大学 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_6"
  },
  {
    "page_index": 7,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_7.png",
    "text": "谨以此书纪念\n罗伯特·L.凯洛格\n（1928—2004）",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_7"
  },
  {
    "page_index": 8,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_8.png",
    "text": "# 第二版前言\n一部学术著作若能历经四十载而依然再版，乃是件了不起的事情——特别是那种由几位年轻气盛的小字辈学者所书之作。眼前的这本书恰恰就属于这种情形。当年，罗伯特·凯洛格和我本人在弗吉尼亚大学为二年级本科生开设了一门课，计划用一学年的时间讲授从荷马到乔伊斯以来的叙事文学；而我俩就此课程所进行的数次讨论竟成了此书创作的最初动因。这门课，我们教过几轮，几乎每天在回家路上均以此为话题。这本书正是得益于那些授课经历与私下里的交流——当然，也得益于这一课程本身所要求我们进行的大量研究工作。\n\n从某种意义上说，我们是开设此课程的理想人选。凯洛格当年正是带着对乔伊斯的极大热情前往哈佛进行研究生阶段的深造。他是个非常细致的人，当然也顺理成章地选择了中世纪文学作为其最初的研究内容——一直孜孜不倦。我俩相识之际，他正在专攻古代冰岛文学，但他对中世纪欧洲文学与文学现代主义有着非凡的功力。而我本人则选择了康奈尔，其部分原因是，他们的研究生课程将小说作为一种文学类别纳入研究体系，这在20世纪50年代是相当稀罕的。尽管我的硕士论文和博士论文主要是探讨20世纪英美小说，但我在深造期间的学习涵盖了小说这一整体类别，而且我在弗吉尼亚从教时，对于从18世纪英国小说到20世纪美国小说的授课内容也做到了包罗万象。就我们那个时代的叙事文学研究来说，罗伯特跟我通过合作而实现的历史",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_8"
  },
  {
    "page_index": 9,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_9.png",
    "text": "2 叙事的本质\n\n视野乃是任何一个人所未能企及的。*\n\n我们俩曾一直就合作出书的问题探讨了些时候，后来恰逢我获得威斯康星大学麦迪逊分校人文研究中心提供的为期一年的资助，研究叙事文学的历史与理论。这个机会意味着我可以为我们意向之中的携手之作先行写出一份草稿，而那些因我知识局限所遗留的空缺部分则由罗伯特加以添补。很久之前，我曾在纽约加登城（Garden City）的几所公立学校学习过五年半的拉丁文，而在麦迪逊分校，我至少也学了些古希腊语的基础知识。罗伯特懂得不少中世纪的欧洲语言，而且，我们俩也懂好几种现代语言。尽管我跟罗伯特对俄语都是门外汉，但我在本科阶段曾在韦勒克①门下修过一年俄国小说的课程。可以说，我们拥有了一定的合作基础。\n\n在麦迪逊分校，我还得到许多高级学者的智力支持，如研究中世纪科学的专家马歇尔·克拉格特（Marshall Claggett），还有热尔曼·布瑞（Germain Brée）——一位研究法国现代文学的学者，他们给予了我极大的帮助。时任人文研究中心主任的马歇尔·克拉格特问我是否需要中心提供相关书籍以帮助我的研究。于是，我交给他一份清单，列出一些“洛布古典文库”（Loeb Classics）②的书目——配有对照英文翻译的古代希腊及拉丁文学丛书。他思忖了一会儿，终于开口说他认为中心应该拥有全套丛书。几周后，这套丛书便抵达中心，我亲手帮他将这些书开包上架。这些书对我的研究起了很大的作用，我可以在英语文本中迅捷地找到关键段落，然后更加细致地分析希腊和拉丁原文；这样一来，我那业已生疏的拉丁文和差强人意的希腊文总算派上了用场。\n\n于是，我写出自己章节的草稿，由罗伯特进行编辑，而后他也写出\n\n* 本书若无特殊说明，页下注释均为译者注。\n① 雷纳·韦勒克（René Wellek，1903—1995）：捷克裔美国学者，20 世纪享誉国际的文学理论家、批评史家和比较文学家。\n② 西方闻名遐迩的一套大型文献丛书，收录了古希腊罗马时期的典籍，由美国人詹姆士·洛布（James Loeb）1910 年策划。该丛书的特点之一，就是将原文（希腊文、拉丁文）和英文翻译加以对照编排。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_9"
  },
  {
    "page_index": 10,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_10.png",
    "text": "第二版前言  3\n\n自己两个章节的草稿(关于现代叙事的口头传统及叙事中的意义)，由我来编辑。就是这样，这本书出炉了，最终由牛津大学出版社出版。差不多三十五年后，罗伯特跟我碰巧在一次晚宴上相对而席，于是我们就决定试探一下出版社是否有兴趣出第二版，结果一拍即合。我们随后便开始策划这件事，但工作进展缓慢，而且后来罗伯特也不幸辞世。他是一名优秀的学者，一个伟大的人，也是一位知心朋友。就我而言，他的离去也意味着第二版计划的夭折，因为我实在没有心情独自继续下去。不过，时间的流逝总能多少抚平这样的伤痛，而出版社也保持着极大的耐心，所以，过了一阵子，我就开始琢磨该如何对这本书进行修订。\n\n许多年后，当我捧起这本书重温的时候，脑海中依然深深印记着当年那两个毛头小伙勤奋苦读、博闻强记、沉冥思索的模样。他们知道的东西，如今我已无法知晓；他们思考问题的方式也不再为我所用。这本书似乎牢牢定格在它自己的时间里，几乎让修订工作成为不可完成的使命。毕竟，《叙事的本质》曾经为开创叙事学研究做出过自己的贡献，而我本人也在其他著作中拓展了对叙事理论的思考，如《寓幻家》(The Fabulators)①、《文学结构主义》(Structuralism in Literature)、《结构性寓幻》(Structural Fabulation)、《寓幻与元小说》(Fabulation and Metafiction)、《文本的力量》(Textual Power)以及《现代主义悖论》(Paradoxy of Modernism)等。当然，也有诸多其他学者曾进入这一领域，在理论和历史研究两方面都创造出丰硕的学术力作——如巴赫金、托多洛夫、热奈特、巴特以及麦基恩(McKeon)——这里也只是列举了其中最负盛名的几位。不过《叙事的本质》依旧在印，而且似乎还能够为叙事学历史与理论提供有效的视角。当然，这一视角在某种程度上说也是代表了20世纪中期那一特殊的历史时刻。\n\n结合上述问题的考虑，我委实找不出理由要去重写此书并炮制一\n\n① “寓幻(小说)”这一提法因斯科尔斯的相关论著而得名，主要用以代指20世纪以来所出现的、具有魔幻及后现代特征的反传统小说创作。诸如约翰·巴思和托马斯·品钦这样的作家，均系此文类创作的集大成者。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_10"
  },
  {
    "page_index": 11,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_11.png",
    "text": "4  叙事的本质\n个全新版本。不过，我逐渐意识到这样一个可行的方案：在重新出版原文本的时候，可以做一些小的文体调整，并且邀请一位年轻学者就初版后叙事研究的发展写个专题，作为对原书的补充。这就是事情进展的过程。不过，那位参加该项目的新作者并非毛头小伙，但比我年轻。就我认识的人当中，他对过去几十年来叙事研究领域的发展最具发言权。这个人正是詹姆斯·费伦①。多年来他一直担任《叙事》杂志的编辑；这是“叙事研究协会”的机关刊物，也是叙事研究领域的顶级期刊。可以说，没有费伦的合作，《叙事的本质》第二版将不会存在。他追溯了《叙事的本质》初版后四十年的叙事研究新动向，在我看来，他的工作做得非常出色。\n\n罗伯特·斯科尔斯\n\n① 詹姆斯·费伦（James Phelan，1951— ）：俄亥俄州立大学“杰出人文教授”、国际叙事文学研究协会前主席、美国《叙事》杂志主编，当今北美最具影响的叙事理论家。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_11"
  },
  {
    "page_index": 12,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_12.png",
    "text": "### 第二版前言\n早在1969年，我还只是波士顿学院一名英语专业大二的学生，正值年轻气盛；记得在罗伯特·E. 莱特（Robert E. Reiter）讲授的一门必修课上，我首次接触到了《叙事的本质》。而后在1976年，我更为细致地研读了这本书。当时，谢尔顿·萨克斯①是芝加哥大学“叙事理论”方向的导师，而我则将这本书纳入自己的阅读书单，作为应对该博士课程专业考试的准备。在此后的岁月中，我时而会求助于这本书，也会向别人推荐这本书，但我怎么也没料到斯科尔斯会盛情邀我为该书新版写“一个关于叙事研究动向的部分”。这简直如梦幻一般——我居然要在伴随我成长的作品中添加自己的文字。这感觉就如同说，倘若我是小说家，亨利·詹姆斯或是弗吉尼亚·伍尔芙邀请我为《奉使记》（The Ambassadors）或《达洛维夫人》的新版创作最后一章。面对这份奖掖，你准会欣然应允；当然，也难免有几分惶恐和心虚。不过，你还是想方设法去接手这份工作。而后，当发现先前的某些想法明显不妥时，你又会进行新的尝试，一直坚持到自己最终勉强有东西拿得出手。\n\n在我所做的诸多设想中，有三点我需要在此强调一下。其一，我试图保留斯科尔斯和凯洛格对文学叙事的聚焦，因为在我看来，要突出\n\n① 谢尔顿·萨克斯（Sheldon Sacks，1930—1979）：芝加哥大学英语与语言学教授，著名期刊《批评探索》（Critical Inquiry）的首任主编。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_12"
  },
  {
    "page_index": 13,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_13.png",
    "text": "6 叙事的本质\n\n《叙事的本质》与过去四十年来叙事学发展的连贯性，那是最好的办法。同时我要指出，叙事理论的疆域已有所拓展，它将各种非文学叙事也纳人其中，并且这种拓展会对文学叙事研究产生影响。其二，斯科尔斯提出的讨论“叙事研究动向”的要求与我的想法不谋而合。也就是说，从实践意义上看，我并非去追溯1966年以来的叙事历史(后现代实验、数字叙事的出现、传记潮等)，而是要提供一则关于叙事理论的叙事，并且在这一叙事中，我会穿插1966年以前及之后的文学叙事案例。我希望，这种运作模式能够让读者看到斯科尔斯和凯洛格作品中的理论部件与最新的理论进展及观念之间的联系，同时我也能借此获得更大空间去展现那些发展趋势。\n\n其三，我既非对叙事研究动向进行完全独立的展现，也非妄图化约出所谓“宏大的统一叙事场论”(Grand Unified Field Theory of Narra - tive，GUFTON)，相反，我寻求两者之间的中间路线。其原因在于，若唯前者则势必摆出一副伪装的——而且，在我看来，也是难以维系的——客观化姿态；若唯后者则会导致该领域的研究视野，以及该场合下的修辞意旨表现出的一种不该有的狭隘性。当代叙事理论可谓纷繁多样，因此，一个1966年以来“关于该领域发展动向的章节”不可能创立出所谓“宏大的统一叙事场论”。当然，正是由于该领域的多样性，要梳理出过去四十年叙事研究的演化就必须进行相当程度的筛选，而这种筛选又必然反映出故事讲述者自身就该领域所持的观念，包括其中不同层面相互联系的方式。结果，当我对自己的设想和筛选心存侥幸之际，我也格外清楚地意识到，我的叙事并不能终结其他的可能性；而且，我以为，我的读者们最好也抱有同样健康的意识。\n\n最后，我要感谢戴维·赫尔曼①、布赖恩·麦克黑尔②、彼得·J.拉\n\n① 戴维·赫尔曼(David Herman，1962— )：美国俄亥俄州立大学英语教授，认知叙事学研究的重要代表人物。\n② 布赖恩·麦克黑尔(Brian McHale，1952— )：美国叙事理论家，俄亥俄州立大学杰出人文教授。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_13"
  },
  {
    "page_index": 14,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_14.png",
    "text": "第二版前言 7\n比诺维茨①以及罗伯特·斯科尔斯，他们为我的叙事提出了富有裨益的评价。我也要感谢伊丽莎白·马尔什，她的编审如鹰眼一般敏锐，同时她也为“引用文献”付出了辛勤劳动。当然，我最想对罗伯特·斯科尔斯深表谢意，他以包容的信任邀请我在他与罗伯特·凯洛格的地标之作中进献言论。\n\n在我为此书所作的文字部分中，有些内容曾出现于先前我在《劳特利奇叙事理论百科全书》(Routledge Encyclopedia of Narrative Theo-ry)中撰写的词条“叙事的修辞手法”(pp. 500—504)，由戴维·赫尔曼、曼弗雷德·雅恩②及玛丽-劳雷·瑞安③编(伦敦：劳特利奇，2005)。还有些内容已经出现于我为《小说百科全书》所撰词条“情节”(pp.1008—1011)，由保罗·斯柯林尔编(芝加哥：费茨罗伊·迪尔波恩，1998)。我谨致谢上述两家出版社应允我将相关内容再次付印。\n\n詹姆斯·费伦\n\n① 彼得·J.拉比诺维茨(Peter J. Rabinowits，1944— )：美国汉密尔顿学院比较文学教授、叙事理论家。\n② 曼弗雷德·雅恩(Manfred Jahn，1943— )：德国科隆大学英语教授、叙事理论家。\n③ 玛丽-劳雷·瑞安(Marie-Laure Ryan，1946— )：美国叙事理论家、文学批评家及网络文化学者。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_14"
  },
  {
    "page_index": 15,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_15.png",
    "text": "目 录\n\n1 / 第二版前言(罗伯特·斯科尔斯)\n5 / 第二版前言(詹姆斯·费伦)\n1 / 1. 叙事传统\n16 / 2. 书面叙事的口头传统\n58 / 3. 现代叙事的古典传统\n86 / 4. 叙事中的意义\n168 / 5. 叙事中的人物\n219 / 6. 叙事中的情节\n252 / 7. 叙事中的视角\n296 / 8. 叙事理论，1966—2006：一则叙事\n355 / 附 录\n384 / 注 释\n408 / 参考书目\n416 / 索 引\n439 / 致中国读者的话",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_15"
  },
  {
    "page_index": 16,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_16.png",
    "text": "1\n叙事传统\n\n过去的两个世纪以来，小说一直是西方叙事文学的主导形式。因此，从某种意义上说，要书写西方叙事传统，就有必要探究小说发展的源流。早期的各种叙事——宗教神话、民间故事、史诗、传奇、传说、寓言、忏悔录、讽刺——都曾力求获得如小说那般完美的形式，当然也的确实现了不同程度的突破，但我们的意图并非要将小说看作改良式进化的终极产物，而是旨在选取一种近乎与之相反的思路。我们希望让小说回归原位，继而从总体上去把握叙事的本质及西方叙事传统，将小说仅仅视为诸多叙事的可能性之一。为此，我们有必要放宽眼界，力图在自己关注的文学领域内做到既有所趣又显所能，而不是囿限于追逐专家式的真知灼见；同时，我们也可能仅凭有限的论证做出略显仓促的概括。鉴于上述及其余不当之处或草率之言，我们谨表歉意，但求最终的结果能够表明，承担这样一项复杂的研究课题并非不自量力的莽撞之举。\n\n我们研究叙事艺术的目的不是要去树立文学或批评的新风尚，而是要为古今所有狭隘的文学观念提供解毒之剂。凡是批评兴旺的时代（我们显然正值这样的时代），文学艺术的研究方法总会表现出广博与偏狭这两种对峙的趋向。批评的时代是具有自省意识的时代。其倾向 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_16"
  },
  {
    "page_index": 17,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_17.png",
    "text": "2  叙事的本质\n\n表现为制定规则、试图将艺术化约为科学，分级、归类，并最终评判孰是孰非。这种理论批评通常基于某些作家的创作实践，其作品之所以成为经典就在于它们迎合了“经典”之最为鄙俗的意义：循规蹈矩的正统文学实践范式。此法试图对过去的文学加以化约，筛选出几个“经典”范例；这无异于构建了一种人造的文学传统。而我们在此书中的目的则是要为我们称之为叙事的重要文学形式提供一种新思路，纠正以往的狭隘理解。\n\n所有那些被我们意指为叙事的文学作品具有两大特点：一是有故事，二是有讲故事的人。一部戏剧是一个没有讲故事者的故事；剧中人物对我们在生活中的行动直接进行亚里士多德称之为“摹仿”的实践。与戏剧相仿，抒情诗也是一种直接展示，但只有单个演员（诗人或其替身）在其中吟唱、沉思，或有意或无意地讲话给我们听。若像罗伯特·弗罗斯特写《雇员之死》那样，再增加一个说话者，我们便接近了戏剧。若像罗伯特·弗罗斯特写《正在消逝的红》那样，让这个说话者着手讲述某一事件，我们便走向了叙事。因此，要使作品成为叙事，其必要及充分条件即一个说者（teller）和一则故事（tale）。\n\n在西方世界，真正的叙事文学传统的确存在。可以说，所有艺术都是传统化的，因为艺术家们在很大程度上正是从他们的前辈身上习得技艺。在创作之初，他们总会以自己熟悉的前人成就为参照，设想各种摆在自己面前的可能性。虽然他们可能会对传统添砖加瓦，为后人开创新思路，但不可避免的是，其端倪总发自传统内部。作为读者、评论家或艺术家，我们越是了解叙事传统的厚度与广度，就越能够在批评或艺术层面做出更自由、更稳妥的甄别。对于20世纪中叶的读者而言，要想就叙事传统获取恰如其分的判断，就不得不首先解决一个具体问题，即我们必须设法避免将小说这一文学形式当作顶礼膜拜的对象。\n\n所有现存的文学传统都具有一个特点，即当代叙事文学会逐渐挣脱新近历史中的叙事文学。同样，伴随乔伊斯、普鲁斯特、托马斯·曼、劳伦斯及福克纳的出现，20世纪的叙事文学也已经开始了这一分道扬 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_17"
  },
  {
    "page_index": 18,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_18.png",
    "text": "1 叙事传统 3\n\n镳的历程。具体说来，20世纪的叙事已经表现出对现实主义宗旨、取向及其技法的剥离。而就此剥离所产生的影响，许多有趣的欧美叙事作家依旧在探索、开发与拓展。不过，从总体上看，我们的评论者们对这种新文学尚带有敌意，我们的批评家们也未将其提上议事日程，毕竟文学批评也同样受到传统观念的影响。\n\n关于当代批评对当代叙事艺术中许多优秀的成果所采取的敌对姿态，我们并不打算挑出一个或多个评论者作为例证，但我们倒是可以举证一位伟大的学者兼批评家，其观点被公认为属于时下文学研究生院（这里是培养教师、批评家乃至未来评论家的摇篮）中最具影响之列，而其针对现代文学的态度尽管不乏学识和敏锐，却与那种最为世俗的每周评论有着惊人的相似。这位学者 - 评论家就是埃里希·奥尔巴赫①，其英文版平装本《摹仿论》（Mimesis）乃是叙事研究领域中两三部最具人气、最负影响的著作之一。而且，他的研究领域可谓广博：西方叙事文学。尽管这是一部伟大的作品，但奥尔巴赫对现实主义原理的热心专注使得他不愿或无法接受20世纪的小说，尤其是像弗吉尼亚·伍尔芙、普鲁斯特和乔伊斯这样的作家。在他看来，《尤利西斯》就是一个“大杂烩”，充斥着“露骨而又伤怀的愤世之情，以及令人费解的象征主义”，并且他还断言，与该小说一样，“大部分其他采用多重意识反映手法的小说也给读者留下令人绝望的印象。它们常常令人困惑，雾霭重重，对其所描绘的现实透露出几分敌意”。\n\n奥尔巴赫对于后现实主义小说的不满，在二流学者当中引起了共鸣，我们几乎可以在当下文学评论和期刊的每一页上找到这样的不满；在那里，许多优秀的当代作品不是受到敌视，即是遭遇冷落。目前学界对于当代文学的态度同样也制约着对于过去文学的看法。因此，这种用19世纪现实主义标尺衡量所有小说的倾向自然会妨碍我们理解其\n\n① 埃里希·奥尔巴赫（Erich Auerbach，1892 - 1957）：德国文献学家、比较文学家及文学批评家，曾执教于耶鲁大学，著有《摹仿论：西方文学所描绘的现实》。\n6",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_18"
  },
  {
    "page_index": 19,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_19.png",
    "text": "4 叙事的本质\n\n他各种叙事。此“小说性”(novelistic)方法不仅让普鲁斯特、乔伊斯、杜雷尔①和贝克特深受其害，也使得斯宾塞、乔叟及沃弗兰·冯·埃森巴赫②备受煎熬。要想找到一种途径，使得叙事研究摆脱小说性方法的局限性，我们就必须打破那些常用于叙事讨论过程中，诸如时间、语言及狭隘文类划分的条条框框。我们必须考察所有西方世界的叙事形式，在其发展过程中所共有的要素——口头和书面、韵文与散文、事实与虚构。当然，这样的尝试绝非空前之举，只是难得一见罢了。\n\n事实上，正是带着这种意图，克拉拉·里夫(Clara Reeve)于1785年出版了《穿越时代、国家与风尚的传奇之旅》(The Progress of Romance through Times，Countries，and Manners)。这是第一部真正致力于研究叙事传统的英文著作。面对传奇在18世纪所遭受的广泛偏见，克拉拉·里夫试图为这种形式构建一个谱系，既突出表明它曾为“古人”所用，同时又以一视同仁的姿态将其与作为后继形态的小说区分开来。她的这一区分如今已存留于我们的辞书当中，那些试图对叙事形式进行甄别的批评家们依然会采用这一划分：\n\n我将尝试这种区分，如果此法得当，不妨从之，——如若不当，您尽可不为所动。传奇作为英雄体寓言，当以传奇人物和事件为对象。——小说则是现实生活与风尚的写照，是小说创作时代的图景。传奇以其崇高雅致的语言描述既从未发生也不可能发生的故事。——小说则以亲切的口吻讲述那些每天从我们眼前经过的事情，这些事情既可能发生在朋友身上，也可能发生在我们自己身上；完美的小说以其闲适自然的方式再现每一场景，使其可能性达到以假乱真的效果，最终让\n\n① 劳伦斯·杜雷尔(Lawrence Durrell，1912—1990)：英国当代诗人兼小说家，著有小说四部曲《亚历山大港四重奏》(Alexandria Quartet)。\n\n② 沃弗兰·冯·埃森巴赫(Wolfram von Eschenbach，约1170—1220)：中世纪德国诗人，生平不详，其标志性作品《帕西瓦尔》(Parzival)是最重要的德国中世纪史诗之一，讲述亚瑟王朝骑士帕西瓦尔寻求圣杯的漫长历程。\n7 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_19"
  },
  {
    "page_index": 20,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_20.png",
    "text": "1 叙事传统  5\n我们受到故事人物或悲或喜的情绪感染，仿佛这些就是我们自己的感受。\n除了做出这一清晰明了而又富于价值的表述，克拉拉·里夫还探讨了——尽管有些流于漫不经心——某些其他叙事类别：形形色色的“新奇或另类”故事，包括像《格利佛游记》、《鲁滨逊漂流记》、《项狄传》和《奥特朗托堡》这样的“现代派”作品；此外，还有另一类包括从童话到《拉索勒斯》（Rasselas）①可谓包罗万象的“传说和寓言”。克拉拉同时也对史诗与传奇进行了区分，并试图探究像“俄相之疑”（Osianic question）②这样的棘手问题。（她在指出《费恩盖尔》[Fingal]③是“史诗，而非诗歌”时，有所犹豫，但最终还是将俄相作品划归到传奇当中。）克拉拉明确指出，传奇既可是韵文也可为散文，但史诗以她看来，则必须是诗歌体的。她同时倾向于将史诗看作颂扬之辞；这样一来，一则真正优秀的诗歌体传奇，如乔叟的《骑士的传说》（此例由克拉拉本人所举）则该配得上史诗的头衔。\n就克拉拉·里夫生活的时代及其所受教育的局限性而言，她的学术广博与阐释的公允着实令人惊叹。她对“古人”的敬重，以及她对文学成果的道德评判也为当时的学术前辈们所首肯。实际上，像她那样对叙事文学进行全面研究的人是很少见的，这种情形也只是到最近方有所改观；她的博学、平实及睿智，如果能为众多现代书评家们所习得，将会对他们大有裨益。即使是今天，克拉拉·里夫在1785年遇到的种种困惑依然对我们具有启发作用。她在探讨过小说和传奇之后，便在梳理其他叙事形式的问题上陷入了困境——这同样也是现代批评家所\n8\n① 塞缪尔·约翰逊于1759年出版的小说，讲述阿比西尼亚（Abyssinia，今埃塞俄比亚）王子厌倦“欢乐谷”的闲适生活，逃往埃及，探索幸福生活的哲学奥秘。\n② 俄相（Ossian，公元3世纪）：传说中古代爱尔兰最伟大的诗人、武士，其遗作后为18世纪英国诗人詹姆斯·麦克弗森（James Macpherson）发掘、整理、翻译，但“遗作”的真伪在学术界一直争议不断。\n③ 詹姆斯·麦克弗森宣称从盖尔语翻译、由俄相创作的古代史诗。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_20"
  },
  {
    "page_index": 21,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_21.png",
    "text": "6 叙事的本质\n\n无法回避的。不过，最棘手的还在于她试图对类似“史诗”这种描述性的概念赋以价值评判。现代批评中产生的一个最大问题即来自于将描述性与评价性术语相混淆的倾向。比如，“悲剧性”（Tragic）和“现实性”(realistic)通常是作为褒义的缀语运用于文学作品。翻开任何一本期刊，我们几乎都能在书评或剧评的字里行间发现这样的情况。一部正剧可能会因为缺乏“悲剧性”而遭到叱责。一则叙事也可能由于“非现实性”而一败涂地。但在我们这个时代，理解叙事文学的最大障碍在于“小说”这个词本身已经被诸多价值观念所包裹。克拉拉·里夫之所以能够以这样一种相对客观的眼光去审视传奇的发展，其原因之一就是，她所生活的时代先于19世纪——现实主义小说的伟大世纪。\n\n如今，正值20世纪中叶，而我们的叙事文学观却几乎沦为小说中心化(novel - centered)的无望之境。读者们对叙事文学作品的期望源于他们的小说阅读经验。他们对于叙事的判断来自于对小说的理解。“小说”这个字眼，一旦用在早期叙事作品身上，就成了褒义词。我们会在书的护套或封面上看到，诸如乔叟的《特洛伊罗斯与克瑞西达》（Troilus and Criseyde）①、杰弗里②的《英国君王史》（History of the Kings of Britain）和荷马的《奥德赛》这些形形色色的作品都被称为“第一部小说”。不过，如果我们对这些称谓信以为真，则必然会感到失望。即便是荷马，一旦被评判为“小说家”，也难免不露瑕疵。\n\n小说中心论对叙事文学研究而言是不幸的，其原因有二。首先，它将我们与历史上的叙事文学和文化割裂开来；再者，它将我们与未来的文学甚至今天的先锋创作割裂开来。因此，要重塑历史，要接受未来，我们就必须真正还小说于原位。当然，我们不必为此放弃任何对于现实主义小说的景仰。当小说归其原位，像巴尔扎克、福楼拜、屠格涅夫、\n\n① 乔叟基于传统故事进行重新演绎的爱情悲剧，全诗讲述了特洛伊战争期间特洛伊王子特洛伊罗斯与特洛伊女子克瑞西达之间的悲欢离合。\n② 杰弗里（Geoffrey of Monmouth，约1100—1155）：中世纪英国编年史家，著有《英国君王史》，对亚瑟王传奇在欧洲的普及起到了重要作用。\n9 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_21"
  },
  {
    "page_index": 22,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_22.png",
    "text": "1 叙事传统 7\n托尔斯泰和乔治·艾略特这样的作家并不会因此而失去其成就的光鲜夺目，相反，还可能更加绚烂迷人。\n我们不妨记住，西方世界的叙事传统绵延五千年，而小说只占了几个世纪。当然，小说也拥有两百年的辉煌；无论现代欧洲在其他方面有过怎样的失败，但就叙事文学的创作而言，她问心无愧；不过，那毕竟只是五千年中的两百年而已。而我们的研究目的则在于探讨叙事文学的一些种类，寻找叙事形式在历史发展中的模式，研究叙事艺术当中连贯的或反复出现的要素，并借此探究这五千年传统中一些具有连续性的线索脉络。与克拉拉·里夫的任务相比，我们要容易得多。虽然如今的叙事艺术研究对于广博视野的要求，正如1785年时一样迫切，但这么多年来的知识积累，业已让我们获得更多的必要研究手段。\n在过去的一百年中，我们通过各种资料，就文学的史前时期及前现代文学获得了前所未有的认知。那些18、19世纪的文学史家和批评家根本无法获取的重要资料现在可为我们所用。自弗雷泽（Frazer）的《金枝》开始，人类学家们便就原始社会中文学与文化的关系给我们提供了宝贵信息，开创了如杰茜·韦斯顿（Jessie L. Weston）在《从仪式到传奇》中所展现的文学研究方法。而关于文学如何与个体心理过程相联系，心理学家们则给我们提供了同样重要的深邃之见（在此，荣格甚至超越了弗洛伊德），继而造就了一个全新的成功学派——原型批评。此外，口头文学研究的学子们，如帕里①和洛德②，使我们首次窥见书面文学与口头文学的差异，以及书面叙事的口头传统。再者，文学研\n① 弥尔曼·帕里（Milman Parry，1902—1935）：美国史诗学者，口头文学研究的革命性人物。\n② 阿尔伯特·洛德（Albert Lord，1912—1991）：美国史诗学者，曾作为帕里的助手前往波斯尼亚进行口头文学研究。二人共同创立了著名的“帕里一洛德模式”（又称“口头程式理论”）。\n10",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_22"
  },
  {
    "page_index": 23,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_23.png",
    "text": "8 叙事的本质\n\n究者们，如穆赖①、康福德②等古典学者及西奥多·盖斯特③这位希伯来文化专家也提出方法，使某些新的超文学（extra - literary）知识能够促进我们对文学的理解。同时，艺术及文学史家，如厄文·帕诺夫斯基④和小罗伯森⑤，也让我们对文化先辈的看法与世界观产生了空前的认识。还有一位杰出的评论界的集大成者——诺斯洛普·弗莱（Northrop Frye），他向我们展示了如何将文化研究与文学研究结合起来，使我们空前地接近一套完整的文学理论。\n\n上述这些学者不仅赋予我们研究手段和学术发现，也为我们树立了榜样；我们尝试着构建一种理论，尽量言简意赅地阐释叙事形式的种类及它们如何产生并相互作用的机制。面对摆在我们面前的历史事实，面对各种经过甄别分类的叙事（这种分类所采取的系统标尺常常相异，甚至对峙），面对那些约定俗成的诸多“影响”、关联性及一致性，我们努力做到既研究具体的棘手问题，同时也不忘满足对体系和规律的心理趋向。而我们的结论正是凭借这样充分周全的探究与考证，得以在后面的章节中展示。在本章的剩余部分，我们会提供一种“论证”或是注解，以进行接下来更为细致的说明。作为对我们的叙事传统观所进行的最简约展示，它所代表的并非作为一种因果论断以支撑我们的研究，而是我们在研究过程中所发现的一种模式。\n\n叙事传统当中的形式演化过程，在某种程度上可用生物进化加以类比。人类由于将自己看成生物进化的终点，便自然会将进化看作是趋向完美之境的努力。如果恐龙会说话，它也许会持不同见解。同样，\n\n11\n\n① 穆赖（Gilbert Murray，1866—1957）：英国古典学家，古希腊语言与文化学者。\n② 康福德（F. M. Cornford，1874—1943）：英国古典学家、诗人，著有《修昔底德：神话与历史之间》《微观学术界研究》等代表作。\n③ 西奥多·盖斯特（Theodore Gaster，1906—1992）：英国裔美国希伯来文化专家，著名圣经学者，曾为弗雷泽的《金枝》进行批注并出版单卷节本。\n④ 厄文·帕诺夫斯基（Erwin Panofsky，1892—1968）：德国艺术史家，后移民美国，现代图像学研究的重要代表人物，著有《圣像画法研究》。\n⑤ 小罗伯森（D. W. Robertson，Jr.，1914—1992）：美国学者，欧洲中世纪文学史家，最杰出的乔叟研究专家之一。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_23"
  },
  {
    "page_index": 24,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_24.png",
    "text": "1 叙事传统  9\n\n一位当代小说家也会将自己看作改良式进化的极品；但荷马如果能开口讲话，他可能会反对这种看法。不过，史诗与恐龙均已绝迹。尽管我们可以合成一部史诗，并做到与原始版本有几分形似，就像我们能够在博物馆里拼装出恐龙一样，但问题是，原始版本得以产生的条件已不复存在。大自然在创造那些漂亮的怪兽时所展示的纯真已经消逝，对此，她绝不会去复原；而叙事艺术家们也无法凭借经验与想象对取自神话和历史的素材加以真正原初性的组合。\n\n当然，这种进化的类比法是站不住脚的。《伊利亚特》这一奇迹的伟大之处，恰恰在于它乃是一只活着的恐龙。个体文学作品并不总会绝迹，只是它们的形式可能会消亡。而它们的繁衍也并非自然选择的问题。文学的进化在某些方面要比生物的进化更为复杂。它是生物过程与辩证过程的混合体；在这个过程中，不同的物种有时会组合为新的杂交体，而该杂交体又会与其他旧的或新的形式进行组合；而且，一种原型（type）会衍生出其预表性类型（antitype）①，而该预表性类型又会与其他形式进行组合，或与预表性类型的母体进行合成。\n\n就如何对叙事形式进化的复杂运作过程加以规整与展示，很难找到一种令人满意的途径。这里所提出的方案，乃是在混杂性与系统性之间达成妥协。它并非模拟叙事艺术家实际的有意识或无意识的心理过程，而是作为一种便捷的方法使此过程能够为我们所把握。其宗旨在于通过澄清此过程，以展示叙事文学重要形式之间现存的和历史上已存的主要关系。\n\n在西方，书面叙事文学往往出现于相似的条件之下。它源自口头传统，有一度曾保留了许多口头叙事的特点。我们将它所惯常采用的英雄体诗歌叙事形式称为史诗。在其背后存在着形形色色的叙事形式，如宗教神话、准历史传奇和虚构性民间传说，它们已经融合成一种\n\n① 此处所谓的“预表性类型”类似于《圣经》阐释中的“预表论”（typology），即一种原型（《旧约》）当中已经预示了另一后继形态（《新约》）的某些元素。如果前者称为“原型”，那么后者即为“预表性类型”。\n12",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_24"
  },
  {
    "page_index": 25,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_25.png",
    "text": "10 叙事的本质\n\n传统叙事，即神话、历史和虚构的混合体。对我们而言，早期书面叙事的最重要层面即是传统本身这一事实。史诗的故事讲述者说的是一个传统故事。促使他讲故事的主要动因不是历史性的，也非创造性的，而是再创性的（re - creative）。他在重述一个传统的故事，因此，他最需遵守的并非事实，也非真理或娱乐，而是“神话”（mythos）自身——保留于传统之中，由史诗的讲述者加以重新创作的故事。在古希腊，“神话”这个词的精确含义正是如此：一个传统故事。\n\n传统叙事在传达过程中必然要传达情节，即诸事件的轮廓。情节这个词的所有意义都在于表明叙事框架。这样，一则神话便是一个能够得以传达的情节。在亚里士多德看来，作为对行动加以摹仿的文学作品，其灵魂正是情节（亚里士多德用神话一词代之）。宗教神话，作为与宗教仪式相关的叙事形式，就是一种神话叙事；而传奇和民间传说在传统意义上也是神话性的，口头史诗亦是如此。在书面叙事史当中，一个明显的重要发展进程便是逐渐摆脱那种以传统情节讲故事的神话趋向所主导的叙事。我们可以在西方文学中发现两次这样的运动：一次发生在古典语言当中，另一次发生在本土方言当中。① 在此进化过程中，叙事文学倾向于朝两个相反的方向发展。这两大叙事分支的发展出现于传统叙事力量的衰退之际，正确理解这一点对于真正领会叙事形式的进化至关重要。为此，我们必须既考虑这两大叙事分支之间产生分裂的实质，同时也观照两者的互动与重聚。\n\n发端于史诗综合体的这两类背反叙事类别，不妨分别以经验性（empirical）与虚构性（fictional）加以称呼。两者均可看作是对故事叙述过程中传统强势加以回避的方式。经验性叙事用对现实的忠实取代对神话的忠实。我们可以将经验性叙事趋向细分为两个主要构件：历\n\n① 就西方文化来说，“古典语言”通常指欧洲大陆在“古典时代”（公元前8世纪—后5世纪）所使用的希腊文与拉丁文；而“本土方言”则指“古典语言”之外的民族方言，如中世纪欧洲传奇文学用以创作的罗曼语，就是由诸多民族方言（如法语）构成的语族。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_25"
  },
  {
    "page_index": 26,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_26.png",
    "text": "1 叙事传统 11\n\n史性的(historical)和摹仿性的(mimetic)。历史性构件专门对事实之真和具体历史保持忠实，而不是受制于历史在传统中的再现。它的演绎要求具备时间与空间的准确丈量方式和以人与自然为媒介，而非通过超自然手段达成的因果概念。在古代，经验性叙事首先通过其历史性构件得以体现，正如希罗多德(Herodotus)和修昔底德(Thucydides)等作家那样仔细地与《荷马史诗》划清界限。而摹仿性构件保持忠实的对象则不是事实之真，而是感受与环境之真；它依赖于对当下的观察，而不是对历史的调查。它赖以发展的条件是通过社会学及心理学意义上的观念去审视行为与心理过程，就像亚历山大时期①的哑剧(Alexandrian Mime)所表现出来的特点。摹仿性形式是所有叙事形式中发展最慢的一种。在古代，那些最突出的摹仿性因素不仅出现在狄奥佛拉斯特式的人物②(与哑剧形式对应的叙事)中，也呈现于狄奥克里特③那首现实主义“田园诗”《阿多尼斯》(即第15首)当中，或是如裴特洛纽斯④在“特里马尔奇奥的宴席”(Dinner at Trimalchio's)⑤中所描绘的段落。摹仿性叙事与神话性叙事正相反，因为前者趋向于无情节(plotlessness)，其最终的形式乃是“生活的切片”。传记和自传均为经验性叙事形式。在传记这一先行发展的形式中，历史性趋向起着决定性作用，而在自传当中，摹仿性趋向则占据主导地位。\n\n虚构性叙事分支则以对理想的忠实取代对神话的忠实。我们可以\n\n① 亚历山大时期：在希腊化时期及罗马时期以埃及亚历山大港为文化中心的历史阶段，其影响包括文学、语言学、哲学、医学及科学等众多领域。\n② 狄奥佛拉斯特式的人物(Theophrastian Character)：狄奥佛拉斯特(Theophrastus，公元前372?—前287)是亚里士多德的学生，古希腊哲学家，其研究涵盖哲学、生物学、物理学、伦理学等众多领域。其《人物论》(The Characters)介绍了献媚者、自负者、无礼者等各种典型人物类型，对西方文学具有深远影响。\n③ 狄奥克里特(Theocritus，约公元前308—前240)：古希腊田园诗的创始人。\n④ 裴特洛纽斯(Petronius，?—公元66?)：古罗马讽刺家，疑为古罗马讽刺情色小说《塞坦瑞肯》(Satyricon)的作者。\n⑤ 《塞坦瑞肯》当中26—78章的部分，讲述自由民暴发户特里马尔奇奥以奢华的宴席款待宾客的故事。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_26"
  },
  {
    "page_index": 27,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_27.png",
    "text": "12 叙事的本质\n\n将虚构性叙事趋向也细分为两大构成：传奇性（romantic）与教寓性（didactic）。小说的创作者既摆脱了传统的束缚，也摆脱了经验主义的圈囿。他的眼睛所关注的并非外部世界而是读者，他希冀带给他们欢乐或教诲，赋予他们所想或所需之物。经验性叙事着眼于某种真实，而虚构性叙事则着眼于美或善。传奇的世界是理想的世界，在其中占上风的是诗性的正义，所有语言的艺术与修饰都被用以渲染叙事。摹仿性叙事旨在对精神过程加以心理学意义的再现，而传奇叙事则以修辞形式表露思想。正如这两大叙事分支的总称（经验性和虚构性）所暗示的那样，在叙事文学的天地里，它们所代表的对立性就类似于科学和艺术对于终极真理的方式之别。在古代，希腊传奇以其修辞化与情欲化之间的协调性成为传奇叙事的典型。我们可以看出，史诗在从《奥德赛》到《阿尔戈》（*Argonautica*）①的演进过程中变得越发文学化和虚构化，直到出现像《埃塞俄比亚遗事》（*Aethiopica*）②这样纯粹的传奇。在现代语言中，从《罗兰之歌》③到克雷蒂安④的《帕西瓦尔》再到《居鲁士大帝》（*Grand Cyrus*）⑤的发展，也表明了同样的演化模式。\n\n至于教寓性的虚构文学类别，我们可以称之为寓言；如果说传奇由美学趋向操控，那么寓言则由知识及伦理趋向所操控。按照人类思维的既有方式，寓言往往追求短小叙事，而当艺术家头脑中迸发出合理想\n\n① 公元前3世纪创作、仅存的希腊化时期史诗，讲述了神话传说中的伊阿宋（Jason）及其阿尔戈号勇士（Argonauts）智取金羊毛的故事。\n② 又称《提亚戈尼斯与卡里克列娅》（*Theagenes and Chariclea*），由公元3世纪希腊传奇作家赫利奥多罗斯（Heliodorus）创作的传奇。该作品自16世纪起风行欧洲，曾对英国早期传奇小说产生影响。故事讲述埃塞俄比亚公主卡里克列娅因母亲怀她时凝视白色大理石雕像而生来肤白，母后为避通奸嫌疑，将其送交他人抚养。成年后，卡里克列娅经历了与提亚戈尼斯的爱情，以及随后接踵而至的磨难，关键时刻其身世为父王所知，继而得以与提亚戈尼斯终成眷属。\n③ 法国史诗，讲述查理曼大帝的侄儿罗兰奋勇战死疆场的故事。\n④ 克雷蒂安·德·特罗亚（Chrétien de Troyes，约1140—1190）：法国中世纪诗人及传奇作家。\n⑤ 17世纪法国小说，由苏德莱兄妹（Madeleine and Georges de Scudéry）创作，长达十卷，两百多万字，讲述古代波斯帝国居鲁士大帝的传奇人生。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_27"
  },
  {
    "page_index": 28,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_28.png",
    "text": "1 叙事传统 13\n象时,寓言则大力借助传奇进行叙事表达。伊索寓言可谓寓言之典范,但将寓言与传奇加以常规组合的重要例证则要数色诺芬①的《居鲁士的教育》(Cyropaedia),以及中世纪和文艺复兴时期的叙事寓言。而梅尼普讽刺(Menippean satire)②则是与反传奇(anti - romance)相结合的寓言,就像卢希安③的《真实故事》(True History)发端于戏仿奥德修斯的历险那样。文学史诗在维吉尔(Vergil)的作品中经历了从传奇性叙事到教寓性叙事的演进,难怪但丁在《神曲》中会让维吉尔担当向导。当教寓性叙事与传奇性叙事面临像柏拉图在《理想国》中就诗歌所发出的那种责难时,它们便会在彼此身上寻找合理性及相互支持。锡德尼就文学所进行的“辩护”,正是基于此处我们论及的这一重要类别中所包含的虚构性层面。他坚持要求文学既展现一种理想的或“金色”的世界,同时也能寓教于乐。不过,费尔丁在《约瑟夫·安德鲁斯》的前言及其他场合讲到自己的创作时,则注重这一脉络的经验性层面,强调以作品对整体人性的忠实为基础;当然,他也试图为读者提供乐趣与教寓。\n我们先前一直在探讨史诗综合体在其瓦解过程中所衍生的两种对立门派。现在,我们则必须简要考察一种新的叙事综合体,这是后文艺复兴叙事文学的主要发展。其渐进式历程的始初最晚得从薄伽丘算起,当然,它的真正茁壮发展乃是在17及18世纪的欧洲。这一新的综合体可以在像塞万提斯这样的作家身上得以清晰的体现,其伟大作品力图在经验性与虚构性两种强大的趋向之间寻求平衡。小说作为一种文学形式的出现正发端于塞万提斯所开创的这个综合体。小说不是通\n① 色诺芬(Xenophon,约公元前434—前355):古希腊历史学家、散文家,富于传奇色彩的希腊“万人”雇佣军首领之一,著有“半虚构性”政治传奇《居鲁士的教育》,讲述波斯帝国君主居鲁士大帝作为一代英明统治者所接受的教育。\n② 古罗马学者瓦罗(Varro)的作品,现已失传;题名中的“梅尼普”,指公元前3世纪的希腊讽刺家梅尼普斯(Menippus);现在,“梅尼普讽刺”常用于指文学作品中带有狂想意味而又不乏思想的夸张性讽刺。\n③ 卢希安(Lucian,117—180):古希腊修辞学家及讽刺家,所著小说《真实故事》讲述了主人公等一行人被狂风卷入外太空之后的离奇见闻。这部作品是目前已知的最早涉及外太空、外星人和星际大战的科幻小说。\n15",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_28"
  },
  {
    "page_index": 29,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_29.png",
    "text": "14 叙事的本质\n常所认为的传奇之对立物，而是叙事文学中经验性和虚构性元素联手打造的产物。摹仿(常青睐人物①和“生活的切片”之类的短小样式)和历史(其过分的科学化会导致其文学性的丧失)在小说中与传奇和寓言进行合成，共同构建一个伟大的综合性文学形式，正如远古传说、民间故事和宗教神话也在史诗中产生过创造性的融合。有迹象表明，在20世纪，这种伟大的汇聚又将发生，而小说，就像史诗所经历的那样，必然会为新形式让出其位，因为它是个不稳定的聚合物，其瓦解势必分离出当中的组成元素。小说衰变之复杂容不得我们在此进行详细探讨，但我们可以注意到各种衰变的征兆：乔伊斯和普鲁斯特采用极端的手法\n16 与之抗衡；伊萨克·迪内森②和劳伦斯·杜雷尔寻求传奇的回归；塞缪尔·贝克特将自然主义化约为荒诞性；塞利纳③和霍克斯④的科幻小说及梦魇小说得以兴旺；甚至在畅销书单上(往往为社会学叙事和间谍—历险故事所瓜分)，玛丽·麦卡锡⑤和伊恩·弗莱明⑥也会不禁让我们想起狄奥佛拉斯特式的人物及希腊传奇所体现的古代小说传统。\n小说在其不稳定性之中能够体现出几分总体的叙事本质。它在直接的话语者(或抒情诗的作者)与戏剧对行动的直接展现之间，在对现实和理想的忠实之间寻求平衡；它比其他文学艺术形式拥有更大的极限发挥，当然也因此付出了代价——沦为不尽完美的形式。作为所有学科中最不正式的成员，小说提供的天地之广阔绝非任何一部孤立的著作所能囊括，它不断引发文学性的颠覆，革新文学创作手段。那些最伟大的叙事总是不遗余力地进行尝试。如威廉·福克纳所云，叙事文\n① 此处所谓的“人物”是指上文曾提到的《人物论》当中的速写式人物。\n② 伊萨克·迪内森(Isak Dinesen，1885—1962)：丹麦小说家，著有《哥特传说七则》和《走出非洲》等作品。\n③ 塞利纳(Louis-Ferdinand Céline，1894—1961)：法国现代主义作家，对贝克特、萨特及巴特等作家均产生过影响。\n④ 霍克斯(John Hawkes，1925—1998)：美国作家，以超现实主义风格著称。\n⑤ 玛丽·麦卡锡(Mary McCarthy，1912—1989)：美国作家及评论家。\n⑥ 伊恩·弗莱明(Ian Fleming，1908—1964)：英国作家，詹姆斯·邦德的缔造者。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_29"
  },
  {
    "page_index": 30,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_30.png",
    "text": "1 叙事传统 15\n\n学既可能使一位作家在审慎中获得成功，也可能让一位作家虽败犹荣。从历史的角度看，它一直是文学门类中最具多样性、最富于变化的一种，换言之，也就是最具生命力的形式。尽管叙事文学不乏瑕疵，但它始终——从史诗到小说——是最受欢迎、最具影响的文学类别，它比任何其他文学形式都更能赢得其文化语境中最广泛的读者，更能够对超文学性影响做出积极回应。在下面几个章节中，我们将着重探讨叙事艺术的多样性、复杂性及其惯常的矛盾性。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_30"
  },
  {
    "page_index": 31,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_31.png",
    "text": "17\n2\n书面叙事的口头传统\n无人知晓人类掌握语言的历史究竟有多长。如果系统进化链上处于人与猿之间某个“未知环节”的生物创造了语言，那么，语言可能要比人类自身的历史久远得多。也许在数百万年以前，人便最初开始向自己或他人复述某一令他愉悦的话语，并由此造就了文学。从某种意义上说，那就是西方叙事文学的开端。不过，我们将避免就该主题穷根溯源。要理解远古时代的文学，任何针对荷马以来的叙事所做出的研究论断都显得力不从心。那些作品本身所描绘的内容常常只能大致算是类人化生物（anthropomorphic creatures）的所作所为；即便当时的语言能够为我们所理解，也只会让未经训练的读者陷入迷惘或引起他们的憎恶。批评家们难免会生搬硬套，试图将神话、传说、民间故事这些熟知的类别强加在与此分类法相抵触的文本体系之上。\n文学（就其词源的严格意义来说）若没有书写便无从产生。从定义上看，它就是文字的艺术。我们的先辈曾持有一种观念，认为“书面语言艺术”和“口头语言艺术”这一偶然的差异——如文学这个词所暗示——导致了书面叙事与口头叙事之间的有效区分：前者因体现文明\n18 而可为理解，后者则因体现原始而令人费解。近年来，我们已经对此产生了不同的认识。口头叙事和书面叙事尽管在形式上存在差别，且差",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_31"
  },
  {
    "page_index": 32,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_32.png",
    "text": "2 书面叙事的口头传统 17\n别很甚，但在文化意义上，两者则没有任何差别。弥尔曼·帕里（Milman Parry），作为研究英雄体诗歌口头创作的最杰出权威之一，曾写道，“文学之所以分成两大派别主要倒不是因为存在两种文化，而是因为存在两种形式：一部分文学成为口头性的，另一部分成为书面性的”。在本章中，我们将通过考察古代希腊及北欧口头叙事来关注书面叙事的传统，尤其会着重探讨口头叙事诗对此后书面叙事形式的影响。我们会研究口头叙事与书面叙事的一些形式之异，并不失时机地强调指出：这些差异乃文学形式之异，而非甄别原始文化与文明文化的标准。因此，我们会抛开文学这个词的词源学意义而在广义上对其加以运用，使其意指所有的语言艺术，既包括口头的，也包括书面的。\n在我们这个时代，阅读与书写已成为普遍技能，而文盲则陷入文化和经济上的匮乏；经验似乎已经证实文盲现象与文化贫困之间的联系。不过，仅从我们的现代经验去概括，以为每个时代中所有不识字的个体都是文化的贫乏者，则不仅有悖逻辑，而且也缺乏真实。读写技能，作为我们几乎普遍掌握的独特现代形式，乃是文艺复兴文化与技术革命的成果；但它不仅在很大程度上使我们对语言属性的认识发生偏颇，同时也让文盲这个词肩负耻辱之重。读写能力使人们放弃对牧师或教师的依赖。书籍和阅读能力成为受压迫者发现自由的途径。在我们这样一个读写的时代，书籍变成了自由与真理的象征。焚书或禁书意味着对人性的亵渎。这种做法并非将代表人类精神的财物视为专门的——甚至算不上是主要的——仇视对象，相反，它所染指的乃是人类精神的象征物。\n当然，并非每个时代都会对抄写员的墨迹和排版工的技艺表现出 19\n此般理想化的观念。在《斐德若篇》（Phaedrus）①中，苏格拉底讲了一个故事，说埃及一位叫图提（Thoth）的神发明了书写文字。为了与人\n① 柏拉图文艺对话录之一，通过苏格拉底的弟子斐德若的回忆转述了苏格拉底临刑前与朋友、弟子及其追随者之间的对话。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_32"
  },
  {
    "page_index": 33,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_33.png",
    "text": "18 叙事的本质\n\n们分享自己的发明，他便来到统治整个埃及的神塔穆斯（Thamus）跟前。他向国王展示自己的文字，声称它们不仅会提高埃及人的记忆力，同时也会增强其智慧。此时，塔穆斯回答道：\n\n哦，聪明绝顶的图提，有人会发明新技术，则有人会评判那一技术对其使用者而言是祸还是福。如今，你作为文字之父，出于个人情感，恰恰将文字的真实功能说反了。你这个发明会导致文字使用者因忽视记忆而丧失头脑中的学问；因为他们可以依赖那些疏离于头脑的外在文字，进而丧失回忆事情的能力。你非但没有发明一剂良药去增强记忆，反倒是为记忆炮制出一种低级的替代品。你教给学生的乃是如何在缺乏真智慧的时候伪装智慧；因为他们似乎无需教导便已经成为饱学之士；他们好像满腹经纶，而实际却孤陋寡闻；而且他们还将为公众所憎恶，成为一帮缺乏智慧却看似拥有智慧的人。\n\n在我们的文化中，印刷文字的神圣性有时会将苏格拉底的担心发挥到极致。以印刷形式表现的文字对我们来说，其真实性已经超越了活人嘴巴发出的声音，以及这些声音所代表的概念。书籍虽仅仅是物化的客体，却时而凌驾于世人所敬仰的智慧之上。任何谎言或怒语，一旦凭借印刷的尊容得以展现，便会拥有千倍的威胁。能读会写的人士因其自身的健忘甚至不敢想象那些目不识丁的诗人与讲故事者如何创造出伟大的文学。我们很难设想古希腊人居然会允许遭到诗人和教师鄙视的仆人与簿记员阶层独自享用米诺斯B类线性文字（Minoan Linear B）①书写体系（发现于克诺索斯和皮洛斯两地的皇宫废墟）。但是，证据似乎显示，B类线性文字要比《荷马史诗》的创作至少早500年\n\n① 米诺斯B类线性文字：古希腊克里特（Crete）文明时期（即米诺斯时期，Minoan Period，公元前3000—公元前1100）的一种书写文字系统，出现于希腊字母的发明之前。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_33"
  },
  {
    "page_index": 34,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_34.png",
    "text": "2 书面叙事的口头传统 19\n之久，它在迈锡尼时期希腊人的文学或教育中没有扮演任何角色。这 20\n一事实部分解释了该文字系统为何最终被迈锡尼时期的希腊人所摒弃。而腓尼基字母（Phoenician alphabet）引人希腊大陆地区（再次由簿记员阶层发起）的时间通常被确定在8世纪。在弥尔曼·帕里做出结论性的发现之前，这听上去似乎匪夷所思；现在，我们知道，《荷马史诗》的创作要远远早于希腊文字在现代意义上的广泛使用。\n\n帕里就《伊利亚特》及《奥德赛》的口头创作所进行的阐释包括两个部分；两者均证实了这样一种假说，即口头创作文学与书面文学得以区分的基础在其形式而不在其内容。正如我们接触《荷马史诗》那样，帕里的研究亦以《荷马史诗》的书面文本为起点。他注意到，传统饰语和措辞尽管一直是后来西方传统中“史诗风格”构成当中的一个次要元素，但却总是被荷马用在相同的格律及语义情景当中。荷马语汇的这些传统元素在数量及质量上要比后来诗人的作品丰富得多；帕里将它们称为程式（formulas）。按其定义，程式即“在相同的格律条件下得以反复运用的一组词，以表达某个恒定的核心理念”。用于阿伽门农（Agamemnon）身上的固定饰语，如“阿特柔斯（Atreus）之子”和“众士之王”；而“戴着耀眼头盔”则用在赫克托（Hector）身上；用以指大海的则包括如“朱红似酒的”、“澎湃激荡的”和“充满回响的”等饰语。这些固定饰语一直被认为是荷马风格的特征，而其效果则为继阿波罗尼奥斯①以后的文学史诗作家所效仿。不过，直到帕里发现整个荷马语料库——约27 000行六音步诗句——完全是程式化的，批评家们方意识到，过去一直看似表面化的文体风格特征，事实上作为不可回避的证据证实了《伊利亚特》和《奥德赛》系口头创作。比如，《伊利亚特》前15行中90％显然是程式化的；也就是说，在荷马语料库的其他地方，研究者在同样的格律环境中找到了与之相匹配的相同语汇群。就我们所知，\n\n① 阿波罗尼奥斯（Apollonius Rhodius，生卒不详）：又称“罗德人阿波罗尼奥斯”（Apollonius of Rhodes），约公元前3世纪的亚历山大诗人，常在史诗中注入心理描述及传奇特征，突出叙述者的权威性。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_34"
  },
  {
    "page_index": 35,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_35.png",
    "text": "20  叙事的本质\n21  任何一个《荷马史诗》段落的程式化百分比几乎是一样的。在我们已知的书面文学诗人的作品中，逐字重复的百分比与前者相比差距甚远。正相反，书面文学诗人力图赋予每一行诗以独特性，而把重复的短语留作营造特殊的修辞效果。\n\n帕里研究的第二部分在某些方面甚至比第一部分更有成效。为了反向证实其第一个推断，即高度程式化的诗歌语汇乃口头创作的证据，帕里着手说明，口头诗人凡创作必用程式。他们在即兴创作时以其诗歌传统中的惯用程式为基础，组织符合格律和语义的诗句。帕里在南斯拉夫对南部斯拉夫语口头史诗进行研究时发现，基督教和穆斯林吟唱诗人都能够在名为古兹拉琴（gusle）①的单弦乐器伴奏下创作出在篇幅、复杂性及文学趣味方面接近《伊利亚特》和《奥德赛》的史诗。这些吟唱诗人认为自己能够一字不差地重复一整部史诗；他们所引以为豪的是，自己能记住在其看来是所谓固定“口头文本”的东西。然而，当帕里就同一位吟唱诗人的同一首歌曲分别进行了两次记录后，他发现两次表演很少有完全一致的情况。在这两个版本中，单独的诗句和诗节的创作均存在差异，但是两者都使用了相同的程式。从诗句构成的层面来看，识别口头创作的恒定条件是传统程式的存在，而不是两个文本之间逐行的相似性。\n\n尽管帕里的发现的确为基于真凭实据的猜想提供了更为坚实的基础，但它们无法就有关荷马的所有问题为我们提供最终的答案。依据帕里在南斯拉夫的调查，以及世界其他地区有关口头创作史诗的报告，我们便能够——比如说——重新构想荷马的身份问题，当然我们还是无法对此给予明确的答案。口头诗歌叙事传统当中的个体吟唱诗人与书面叙事传统里的个体诗人是一样重要的，但是吟唱诗人的角色与诗人的角色却有着天壤之别。吟唱诗人完全依赖其传统。他所学会的情节及对其进行详尽阐发的各种片段，甚至他用以组织诗句的短语，都是\n22\n① 南斯拉夫常用于伴奏叙事歌曲的一弦小提琴。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_35"
  },
  {
    "page_index": 36,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_36.png",
    "text": "2 书面叙事的口头传统 21\n\n传统性的，广义地说，就是“程式化”的。他既非创作，也非记忆某一固定文本。每次表演均是一次独立的创造之举。在吟唱诗人实际演绎一则叙事之前，此诗歌并不存在，而只是以吟唱诗人传统这一抽象工具，潜在于无数其他诗歌当中。反过来说，当诗歌终了，它也就不存在了。只有当吟唱诗人本人或某个听众在一次表演过程中发现传统之外的某样新东西，该诗歌方能影响传统，并继而在那些听众的记忆中产生些许永恒性。\n\n或许是因为这些诗歌只是对传统的演示，而非个人智慧的发明，大多数口头创作的叙事诗尽管以书面文本的形式加以保留，却并未联系到具体诗人的名字，甚至传统上就没有这种做法。将《伊利亚特》和《奥德赛》的创作归功于荷马或将古冰岛语《诗体埃达》(Poetic Edda)①归功于“智者塞蒙恩德”(Sæmundur the Wise)，这些结论虽然已为我们当今的口头传统知识所大力证实，但仅属例外。基涅武甫(Cynewulf)②的文本显然属于盎格鲁—撒克逊口头叙事，而作为贯穿于这些文本之中的如尼文(runic)③签名则成了让学者们大伤脑筋的问题。这些签名或许应该被视为代指某位抄写者或口头诗人；他既熟悉书写，同时也对自己的作者身份怀揣几分书卷气的怜惜。对于书面创作者来说，这是天经地义的事情，但对于口头诗人而言则相当不可思议。事实是，无论这些签名的来源是什么，基涅武甫的叙事依旧如《贝奥武甫》一样具有修辞上的高度程式化和传统性。不管基涅武甫是谁，与其姓名相系的诗篇均创作于通常的盎格鲁—撒克逊口头传统，而并不能以任何现代意义代表一位具体诗人的作品。我们使用某位具体诗人的姓名去指示一则口头叙事的作者身份，无非是为了权宜之便，如荷马与基涅武甫的\n\n①《诗体埃达》：又称《老埃达》(The Elder Edda)，关于北欧传说及神话的诗，由冰岛历史学家塞蒙恩德(1056—1133)收集整理，故又称《塞蒙恩德的埃达》。\n② 基涅武甫：兴起于公元9世纪的盎格鲁—撒克逊诗人。\n③ 如尼文：约公元200年至1200年，北欧及不列颠等地区使用的书面文字系统。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_36"
  },
  {
    "page_index": 37,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_37.png",
    "text": "22 叙事的本质\n23 例子，或出于对传统的尊重，如《塞蒙恩德的埃达》；因此，关于诗歌背后的创作者，我们应该将其角色更多地视为歌者或表演者，而非现代观念里的“作者身份”。\n\n有一种看法认为诗体叙事可能会在口头传递的过程中“受损”，但这不过是针对口头传统机制产生的普遍误解。假若一首口头创作的诗歌，如古冰岛语《沃卢斯帕》（Völuspá）①，变得艰深晦涩，那么，这种麻烦产生的原因无非有二：拙劣的表演，或更有可能的是手稿传递过程中产生的讹误。一场口头表演或许平庸无奇，但不会艰深晦涩或是遭到“文本性损伤”。另一方面，一位伟大的吟唱诗人历经多年艺术修养的完善，往往能够超越他曾听过的任何表演。即便只是聆听一场拙劣的表演，他也能了解到一个故事——基本情节和人物姓名，并且他能够运用自己对传统的把握吟唱出一首比原曲长许多倍、编排更精致的作品。在这种情况下，我们不妨认为：一首诗在口头传递的过程中恰恰得到了“完善”，当然，此说法也多少与“文本性损伤”的观点犯了同样的错误。因为这就意味着一种作为实体存在的诗歌被传递了，然而这并非口头传统中的情形。我们可以认为诗歌里的诸多元素被传递了——情节、片段、人物的观念、关于历史事件的知识、传统性母题、语汇等，但是我们不能以为被口头传递的乃是这首诗歌本身。\n\n我们可以将荷马看作众多希腊史诗吟唱者中最杰出的一位艺术大师，虽然他在本质上无法超越其所在的传统，但却能够在表演中将传统推向最佳境界。依照这种观点，或许我们既能最大限度地接近通常观念中的荷马，同时又尽量不损及口头创作的实际状态。荷马之伟大在于其传统之伟大。他在知识及情感方面所营造的广博与共鸣，他在表现具体的人与事时所展示的客观性与准确性，他的虔诚与讽刺所体现的爱憎分明，——这些成就乃属于名为“荷马”的古希腊史诗传统，而并\n24 \n①《诗体埃达》中的第一首，也是最著名的一首，讲述了世界的创造及末日的降临；诗题原意为女祭司的预言。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_37"
  },
  {
    "page_index": 38,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_38.png",
    "text": "2 书面叙事的口头传统 23\n\n不属于局限在个体观察与记忆当中的某位孤立的诗人。口头诗人与其所处的文学文化之间存在着相当密切的联系。书面文学追求创新性与个性表达,但这些机会对于口头诗人而言是极其稀少的。口头吟唱者在遵循传统的基础上将个体天赋发挥到极致,或许也可以说,在因循个体天赋的基础上将传统形式发挥到极致。两者不过是同一实体的不同层面而已。没有诗歌,传统便会消亡;没有传统,诗歌也就无以存在。\n\n然而,传统也能发生变化。它可以调整自己——当然进程是缓慢的——不仅适应其诗歌所再现的外在文化及物质世界,甚至对诗歌赖以构建的语言形式的变化也能做出反应。荷马文本基本是属于爱奥尼语(Ionic)①风格的,它们对古风特色与地区方言进行的糅合乃是一种妥协:一方面是最古老的阿卡狄亚一塞浦路斯语(Arcadian-Cypriot)②和爱奥尼语形式,对此,传统在向希腊大陆地区转移的过程中无法彻底加以遗弃;另一方面是稍晚出现的阿提卡语(Attic)③形式,对此,传统则加以运用,力图保持作品的当代性和可阅读性。作为一首口头创作的古英语史诗,《贝奥武甫》也表现出相似的语言糅合特点,其传统回溯至麦西亚(Mercia)④的文化繁盛期,而其基本语言则属于稍后的西撒克逊模式。\n\n只要有可能,新的语言形式就会逐渐替代先前的旧形式,此外,口头诗歌传统也可对旧的程式进行类推,从而生成新的程式。例如,\"贵族之梦\"(eorla dream)作为一种盎格鲁一撒克逊的半行诗程式⑤往往用以描述“贵族扈从的快乐”。但随着基督教主题和故事的逐渐引人，\n\n① 爱奥尼语:古希腊的一种方言,早期希腊诗歌的创作语言。\n② 阿卡狄亚一塞浦路斯语:伯罗奔尼撒半岛中部的阿卡狄亚及塞浦路斯岛使用的一种古希腊方言。\n③ 阿提卡语:古代希腊阿提卡(Attica)地区的方言,公元前5世纪、前4世纪左右成为古典希腊文学的标准语言。\n④ 麦西亚:英国中世纪早期七国时代的国家之一,位于今英格兰中部。\n⑤ 半行诗程式:古代盎格鲁一撒克逊口头诗歌的特点之一,即一句分为两个半句。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_38"
  },
  {
    "page_index": 39,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_39.png",
    "text": "24 叙事的本质\n该传统便以旧程式为依托创造出所谓“天使之梦”（engla dream）的新程式，用以描述“天使的快乐”。用口头诗歌语汇研究者们的术语说，\n25 “贵族之梦”与“天使之梦”这两个程式构成了一种“程式模版”或“程式系统”。按照帕里的定义，程式系统指的是“在思想及语汇层面足够相似的一组短语，诗人在运用它们的时候毫无疑问不仅将其视为独立的程式，同时也把它们当作某一类型的程式”。这些抽象系统或模版的存在，将传统语汇的渐进式演变纳入研究视角。更重要的是，程式模版在具体吟唱诗人的演艺中所发挥的作用也受到了关注。阿尔伯特·B. 洛德的著作《故事歌手》（The Singer of Tales）进一步推进并深化了帕里在南斯拉夫的研究及其就《荷马史诗》的口头创作所形成的理论。洛德认为：\n构建诗句的根本元素是基本的程式模版。可以有根据地说，具体程式本身对于吟唱诗人的重要性仅仅产生于程式的基本模版植入其思维之际。当诗人到达这一境界，他对学习程式的依赖性会越来越小，而更多的则在于对程式模版中的语汇进行替换。……这便是其艺术的整体基础。\n于是，在诗句构成的层面上，口头诗歌传统的基本实体并非一成不变的程式（当然，依据这种固定程式，我们可以准确识别诗歌的口头创作身份），而是抽象化模版，凭借它们，吟唱者能够创造新的语汇。在此层面上，传统与其说是包含一套固定的元素，不如说是包含一种“语法”。这种语法叠加在口语的常规语法之上，但与后者存在相似之处，即对于这种语法的习得乃是处于意识层面之下的过程；同时，伴随这种语法会对认识及构想外部世界产生强烈的约束力。围绕思想的演化必然存在着双重约束机制：一是通常认为的语言结构限制，二是传统智慧的“语法”限制。艾里克·A. 哈弗洛克①曾发表颇具说服力的观点，认\n① 哈弗洛克（Eric A. Havelock，1903—1988）：英国古典学家，曾从教于哈佛和耶鲁等北美高校，是著名的古希腊文化、历史研究专家。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_39"
  },
  {
    "page_index": 40,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_40.png",
    "text": "2 书面叙事的口头传统 25\n为柏拉图在《理想国》中对诗人的责难是一种革命性的尝试，他力图将希腊思想从口头传统的“语法”独裁中一劳永逸地解放出来。\n写出既具格律又可被理解的诗句，并非口头诗人面临的唯一挑战。26在某种程度上，他还必须在表演的过程中“编造”故事。关于口头叙事诗的“形态学”，人们对其抽象化程式模版有所了解，而对其更为重要元素的认识则相对不足。帕里与洛德认为，在南部斯拉夫语及希腊语口头史诗中存在着他们称之为传统“主题”的东西。另外，他们对盎格鲁 - 撒克逊语、古冰岛语、古法语及古芬兰语口头叙事诗也做了相似的传统主题元素分析。洛德曾将口头诗歌的“主题”定义为“以传统诗歌之程式化风格讲述故事的常用观念群”。在《奥德赛》当中存在着数次程式化的描绘，用以讲述热情好客的主人欢迎一位来访者；按照洛德对该术语的理解，这就构成了一种口头“主题”。在日耳曼口头叙事当中，一群贵族随从围着国王觥筹交错，自矜自夸，这种所谓“贵族之梦”的描写则构成了那个传统当中的一种“主题”。对于口头叙事诗而言，用“主题”一词去定义其风格手法当中的形式元素在实践上存在很大的困难，原因是这个词同样用于一般的文学批评中，其意义不仅多样化，而且有时候会相当矛盾。\n在分析口头创作的诗歌时，我们专门使用了“主题”(theme)一词，而根据希腊修辞学，我们则提出“论题”(topos)这一替代性术语。这个概念因恩斯特·罗伯特·库提乌斯①在其《欧洲文学和拉丁中世纪》一书中的研究而广为接受。我们并无意暗示希腊修辞学家们所使用的具体“论题”与古希腊史诗中被帕里、洛德称为“主题”的概念之间存在必然的历史关联，而是说，从结构性视角来看，那些多少趋于程式化的修辞元素，如欢乐之土②(描写理想的景致)和少年老成③(出于对年轻人\n① 恩斯特·罗伯特·库提乌斯(Ernst Robert Curtius，1886—1956)：德国文学评论家及语言学家。\n② 此处的原文locus amoenus系拉丁文，意为快乐的地方。\n③ 此处的原文puer senex系拉丁文，意为年轻长者。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_40"
  },
  {
    "page_index": 41,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_41.png",
    "text": "26 叙事的本质\n\n的称赞而认为其拥有长者的智慧)，与口头叙事诗中的程式化观念群非常相似，从而使得该描述性术语同样具有存在的必要性。\n\n一则“论题”，不管出现在口头叙事还是书面叙事中，乃是一种传统的意象。对它进行识别甚或分析的基础，并非诗人用以构建“论题”的程式或经过独特安排的语汇，而是这些语汇所指的意象。关于叙事意象的主题分析，我们会在第四章进行详尽的后续讨论。在此处，我们不妨言简意赅:如果一则“论题”指示的是外部世界，那么，其含义就是一个母题(motif);如果该“论题”指示的是无形的观念和概念世界，那么，其含义就是一个主题。于是，传统性“论题”便包含两种元素:传统母题，如主人公遁入冥界——这在历史上可谓经久不衰;传统主题，如寻觅智慧或下降阴府①——这更易于经受渐进式的嬗变或最终的替换。口头叙事的“论题”得以识辨的基础是其在一个既定的母题与一个既定的主题间建立的恒定联系。另一方面，就书面叙事而言，母题与主题的关系即便是在传统性“论题”当中，也往往会受制于诗人的操控。当然，古代叙事“论题”的主题内容分析起来颇为棘手。正如日耳曼口头诗歌传统中的那些“论题”，荷马式“论题”有一度也同宗教仪式紧密联系着。因此，即便其叙事显著摆脱了直接崇拜的束缚，而它们的主题内容却仍留存着些许宗教色彩。\n\n口头叙事诗的“论题”常以模式化序列得以展现，一个“论题”会挑选另一个“论题”，抑或作为一个整体的系列“论题”会挑选另一个整体化系列“论题”。洛德从《奥德赛》当中列举一例对此模式化加以说明;在他看来，奥德修斯回归故里之际对伊萨卡②人的试探正是通过重复一种“论题”模式来表现的，其母题是“凌辱”(abuse)、“责难”(rebuke)\n\n① 下降阴府:基督教神学中的概念，出现于《使徒信经》(Apostles'Creed)和《亚大纳西信经》(Athanasian Creed)的信规当中，指耶稣殉难后降临阴间拯救正义之士的灵魂，使之脱离罪恶与死亡的枷锁。从此意义上说，耶稣乃是战胜了地狱的黑暗。所以，耶稣“下降阴府”不仅表述为“descended to the dead”，也在不少场合说成“the harrowing of hell”(字面义为“人侵地狱”)，原著在此处采用了后者。\n\n② 伊萨卡(Ithaca):希腊西海岸的小岛，相传为奥德修斯的故乡。\n\n27",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_41"
  },
  {
    "page_index": 42,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_42.png",
    "text": "2 书面叙事的口头传统 27\n和“认出”(recognition)。在此母题模式之下存在这样一个主题，即“经过伪装的再生之神由于未被卑劣之徒认出而遭到后者的拒斥”。该模式始于第17卷，此处奥德修斯受到墨兰提俄斯(Melanthius)①的凌辱，随后又遭到欧迈俄斯(Eumaeus)②的责难，接着被奥德修斯的狗阿尔戈斯(Argus)认出。而后安提诺俄斯(Antinous)、欧律马科斯(Eurymachus)及克忒西波斯(Ctesippus)③对奥德修斯实施了凌辱；责难则由奥德修斯妻子的求婚者及忒勒玛科斯(Telemachus)④实施；认出奥德修斯则包括与伊洛斯(Irus)⑤的决斗、欧律克勒亚(Eurycleia)⑥那一幕，以及射箭比赛。这种模式说明，篇幅处于单个“论题”与整部诗歌之间的结构性元素可以掌控逐个“论题”的编排。我们不妨用“神话”(myth)⑦这一术语来指代“论题”的这种铰链序列。一方面是“论题”，另一方面是整部诗歌，而神话正如这两者一样，包括叙事含义的两个基本层面：对于外部世界的再现(母题)和针对我们思维中的观念和概念进行的阐释(主题)。\n神话的再现层面是情节；而其阐释层面(与“论题”和整部诗歌的情形一样)则是主题。口头吟唱者在将神话融入自己的诗歌时必须同时表现这两个层面。随着现代意义上读写时代的到来，或是由于某种激进的文化变异，口头诗体叙事便会寿终正寝；此时，神话的阐释层面演变为寓言和推论式的哲学写作，而神话的再现层面则演变为历史和其他经验化叙事形式。\n情节与主题相结合的传统属性作为口头叙事诗的特征，只是史诗\n① 墨兰提俄斯：《奥德赛》中的羊倌，羞辱以乞丐形象假扮的奥德修斯。\n② 欧迈俄斯：《奥德赛》中的猪倌，奥德修斯的忠实追随者，当假扮乞丐的奥德修斯发誓说奥德修斯必将归来时，欧迈俄斯指责其为骗取钱财而故意说谎。\n③ 安提诺俄斯、欧律马科斯及克忒西波斯：均为奥德修斯妻子的求婚者。\n④ 忒勒玛科斯：奥德修斯之子。\n⑤ 伊洛斯：《奥德赛》中的乞丐，与奥德修斯争夺乞讨地盘并为此进行决斗。\n⑥ 欧律克勒亚：奥德修斯的老仆人，她从前者腿上的伤疤认出其真实身份。\n⑦ “神话”这个词源自希腊文中的“mythos”，在亚里士多德那里常表示类似于“情节”的概念。\n28",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_42"
  },
  {
    "page_index": 43,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_43.png",
    "text": "28 叙事的本质\n\n综合体的一个方面。史诗的另一个特征是，它在宗教神话与世俗叙事之间择取了中间路线；前者的故事完全外在于世俗世界中的历史人物与事件，而后者的故事则完全发生于由历史人物与事件所构成的世俗世界内部，或即便是发生于一个虚幻世界，其运作法则也同样掌控着现实世界。也许，要认识口头史诗所构建的复杂综合体，最简单的方法便是将其视为原始文化的唯一文学产品。这种看法当然过于简单化，但公证体现了口头史诗的作用：它不仅保存了传统的诗歌“语法”(借此可以理解和思考新经验)，而且保存了文化中最重要的宗教、政治及伦理价值观。经典荷马文本的确立经历了一个渐进式过程，自其肇始400年后，柏拉图意识到荷马式教育(paideia)这一垄断格局乃是思想进步的大敌。只要荷马依然作为唯一的导师主宰着所有学科，那么，通向哲学思索的唯一渠道便只能是围绕其“隐含意义”而进行的寓言式解读。\n\n《荷马史诗》以其书面形式为我们所接受，然而关于它获取书面形式的具体过程，我们则几乎一无所知。大量证据显示，希腊史诗传统中的大多数传统故事乃是以非史诗形式(主要是戏剧形式)历经后世而得以留存。某些非《荷马史诗》表演，甚至在绝迹之前便产生了书面形式。来自西嘉(Sicca)①的优提齐乌斯·普罗克洛斯②曾编撰过《文学选读》(Chrestomathy)，如今已经失传，不过从弗提乌斯③(约820—891)等人对此书进行的概述中，我们可以得知亚历山大时期希腊人尚可获取的书面文本史诗的名称、大致篇幅(以行数或卷数表示)，以及内容。这些文本中没有一例达到《伊利亚特》或《奥德赛》的篇幅，这似乎说明了荷马文本无论在表演方面还是文字记载方面都具有不同寻常之处。\n\n在公元8世纪、7世纪和6世纪的希腊，书写的用途一定与我们今天的情况有着天壤之别。无论在7世纪的希腊还是1200年后的北欧，\n\n① 西嘉：罗马帝国时期的非洲古城，在今天突尼斯境内。\n② 优提齐乌斯·普罗克洛斯(Eutychius Proclus)：公元2世纪语言学家，曾担任罗马帝国皇帝马可·奥勒留(Marcus Aurelius)的老师。\n③ 弗提乌斯(Photius，生卒不详)：公元9世纪君士坦丁堡大主教兼著名学者。\n\n29",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_43"
  },
  {
    "page_index": 44,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_44.png",
    "text": "2 书面叙事的口头传统 29\n铭刻碑石的存在本身并不代表以书写为基础的教育体系或文学文化。在南斯拉夫史诗中，书面文件甚至电报被提及的频率之高，足以说明口头文学传统能够通过紧密贴近其他用途的书写形式而得以幸存。如果我们要想象传统荷马文本的某一粗劣原型得以通过口述听写的方式进行书面载录，那我们就必须相信，对于文字和书写的运用在历经数个世纪的发展之后已经成为熟练技能。不过，仅仅将书写引人文化中的某一单个领域还远不足以产生任何接近现代意义上的“读写技能”。因为那意味着我们需要拥有一种稳固确立的、建立在文字基础之上的教育传统——而这一观念，即便对于7世纪的希腊人来说，也会让他们颇感震怒。\n\n洛德在南斯拉夫的研究说明，有多种方式可以用来将口头叙事转化为书面形式，但几乎所有这些尝试均是对现场口头表演的拙劣再现。如果吟唱者让抄写员听写，或者在其会写字的情形下，由他亲自听写，他的表演定要比正常状态下慢得多。在这种情况下，他很容易失去节奏和思维的连贯性。书面文本要想优于实际的演出，必须符合几个条件：吟唱者愿意缓慢而耐心地让抄写员进行听写；抄写员对该传统烂熟于心；在碰到出错的诗行，抄写员可以停下来让吟唱者重复。既然最终的文本对于吟唱者而言可能并无任何用处，那么吟唱者与抄写员付出如此艰辛的劳动，则理应存在某种特殊情况以构成其创作动机。这或许应该是依采风者的要求所为。在我们看来，书面《荷马史诗》文本的产生定是源于某种与此相类似的创作方法。\n\n当口头表演化约为两个“作者”的书写，表演者和抄写员，并继而进入一种准文学传统，真正的口头传统并不会受影响。然而，最终可能对其形成挑战的乃是从新建立的文本传统中所衍生出的伪“口头传统”。于是，一种新型的职业演艺者便开始同真正的吟唱者产生竞争，他们只是记忆书面文本，而后四处朗诵。当“口头传统”这个词被文学学者们误用之际，往往指的就是这种口头朗诵，它依赖于事先用笔和纸这种现代方式创作的固定文学文本。能够将真正的口头传统与书面再现区分\n30\n31",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_44"
  },
  {
    "page_index": 45,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_45.png",
    "text": "30 叙事的本质\n\n开来的因素是创作的方法，而不是表现的模式。洛德根据自己在南斯拉夫的研究可以轻松地对真正的口头创作和书面文本的口头朗诵进行甄别。一种是程式化的，而另一种则不是。\n\n关于“过渡文本”(transitional text)这种代表口头与书面创作组合的形式，尽管一些荷马学者、中世纪研究专家及其他人(包括我们自己)对此深信不疑，但似乎并不可能。一切通过直接观察现存传统所获得的证据，均促使我们推导出这样的结论：即便诗人自己进行创作，很明显，他只会择其一——要不采用传统的口头程式法(展示口头传统的所有特色)，要不采用文学方式(展示文学创作所特有的思想和语汇的创新)。不过，关于荷马文本的传播，真正有可能且最令人信服的猜想则是：那种原汁原味的口头表演会通过誊写的方式与其书面文本的口头朗诵相结合，继而逐渐发展为一种准文学传统。如果此现象发生，那么书面文本便可能凌驾于真正的口头传统之上，从而获得最优秀的抄写员与表演者的共同关注。面对不断推广的读写技能和基于权威文本意义上的正规学术性教育，真正的口头传统在文化中的地位便会慢慢降低。同时，真正新式的书面文学形式开始从旧式口头传统与新式学术传统的融合中产生。\n\n或许，关于《荷马史诗》获得其传统书面形式的过程，我们的推测不该完全依赖于对今天南斯拉夫或中世纪北欧相似情形的认识。尽管书面基督教文化对欧洲其他地方的本土口头传统产生了强大压力与潜在影响，但要让一种域外书面传统对希腊口头史诗产生任何类似的影响，却是难以想象的。在希腊，这种过渡一定是在主导文学文化内部渐进发展的，即一种形式在某种程度上自愿让位于另一种形式。而在欧洲其他地方，口头传统不是突然遭到外来强势书写传统的压制，就是遁入隐蔽之所，成为愚昧无知的农夫在草舍锅台边的娱乐。一方面是7世\n32 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_45"
  },
  {
    "page_index": 46,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_46.png",
    "text": "2 书面叙事的口头传统 31\n\n纪希腊的《荷马史诗》吟唱者，另一方面是19世纪波斯尼亚或卡累利阿（Karelia）①的吟唱者，但两者的身份是难以相提并论的。古希腊的吟唱诗人被王子们尊为大师，而其他的吟唱诗人则是为了取悦那些尚未摆脱文化愚昧者（illiterates）身份的观众，当然，这里的“愚昧者”完全是基于其可怕的现代意义。\n\n圣经《旧约》文本中有很多源于口头传统的证据，因此，古代希伯来人可能也经历了从口头到书面叙事之数世纪的漫长演化过程。我们也许可以想象，他们与古代希腊人的情形存在着相似之处。但是，在这两条文化巨脉汇合之际，它们的影响横扫了整个欧洲。它们带来了读写技能和对权威文本的尊重。就希伯来这条血脉而言，其最重要之处便在于它以一个权威性文本去争得绝对的虔诚。阿尔昆（Alcuin）——一位9世纪的英国学者，查理曼宫廷中复兴古典文学的杰出人物——曾言简意赅地表明了教会对于异教诗歌的态度。当他得知诺森比亚（Northumbria）②的林迪斯坊（Lindisfarne）修道院中僧侣们正以吟唱有关日耳曼英雄英叶德（Ingeld）的史诗作为娱乐时，他带着几分讥讽质问他们，“英叶德与基督何干?”阿尔昆的怒吼响彻了基督教统治下的整个中世纪。\n\n稍早于此，关于盎格鲁—撒克逊时期诺森比亚内部这两种文化的对立，还有个故事对于我们则更有意义。这就是圣比德③在《英国人民基督教史》（The Ecclesiastical History of the English People）当中讲\n\n① 卡累利阿：位于俄罗斯西北部、与芬兰接壤的地区，今有俄罗斯境内的卡累利阿自治共和国，以及芬兰境内的北卡累利阿和南卡累利阿地区。\n② 诺森比亚：中世纪不列颠的小王国。\n③ 圣比德（the Venerable Bede，约672—735）：亦称比德，英国宗教史上著名的修士、学者及神学家，有“英国历史之父”的美誉。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_46"
  },
  {
    "page_index": 47,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_47.png",
    "text": "32 叙事的本质\n\n述的关于诗人凯德蒙①的故事，小F.P.马古恩②曾将其称为“一位盎格鲁—撒克逊口头诗人的个案史”。据说在希尔达③(658—680)担当惠特比修道院院长期间，院中的僧侣曾向凯德蒙讲解宗教信条与叙事，而凯德蒙则以此为基础创作出许多英语叙事诗。在圣比德关于凯德蒙的叙述中，最突出之处乃是关于这位中年的凡夫俗子如何奇迹般地获得创作叙事诗的天赋。凯德蒙原先并不会当众作诗；每逢节日庆典，竖琴便会在众人手中传递，大家轮流吟唱，而凯德蒙却抽身离去，直到某日，一位天使现于其梦中，要求他吟唱创世的故事。这则神奇之梦，作为一种解释，说明了凯德蒙如何在人到中年之际能够运用完全传统化的口头程式进行卓越的诗歌创作，以专门服务于基督教的宣讲。圣比德指出，凯德蒙从未创作过“任何无关痛痒或毫无用处的诗歌；相反，他的虔诚之言只适用于那些关乎宗教的诗篇”。另一种解释是，传统的盎格鲁—撒克逊程式模版之所以为凯德蒙用来创作其《赞美诗》(Hymn)，以及现存的那些围绕“创世纪”及“出埃及记”所进行的盎格鲁—撒克逊语改编(如果它们果真代表其表演的话)——乃要归功于他在私下里对技艺的学习和练习；他不急于进行首次公开表演，而是一直等到发现如何将其诗歌用于效忠上帝。\n\n传统上，与凯德蒙所经历的梦幻奇迹相联系的还有一个故事，它保存在神秘的拉丁文《序言》(Praefatio)和《诗篇》(Versus)当中，现代研究理论将它们与古撒克逊语诗歌《救世主》(Heliand)和《创世纪》(Genesis)相联系。这两个拉丁文本大致可追溯到10世纪，但只留存在\n\n① 凯德蒙(Cædmon，生卒不详)：公元7世纪英国基督教诗人。相传其原为放牧者，后于睡梦中偶然学会作诗，凡《圣经》中的段落，经他之手都能转化为美妙的宗教诗篇。\n\n② 小F.P.马古恩(F. P. Magoun，Jr.，1895—1979)：美国文学批评家，中世纪英语文学研究专家。\n\n③ 希尔达(Hild of Whitby，约614—680)：英国基督教女教士，曾创建著名的惠特比修道院，死后被尊为圣徒。\n\n33 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_47"
  },
  {
    "page_index": 48,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_48.png",
    "text": "2 书面叙事的口头传统 33\n马提亚・弗拉齐乌斯①的《真理见证者目录》(Catalogus Testium Veritatis，1562)第二版中；它们在简短的篇幅中不乏矛盾地描述了(1)查理曼之子，法兰克皇帝“虔诚者路易”(执政期814—840)所下达的命令，“撒克逊国有个人被其同胞们视为杰出的诗人，他必须负责将《旧约》和《新约》翻译成日耳曼语言，如此，神的教诲不仅能让文化之士享有，也可让愚昧之众领会”。(2)“正是这位诗人，当他还完全不了解诗艺之际，却在睡梦中受命依照他自己的(撒克逊)语格律将圣典之法改编为诗歌。”\n\n这些故事的共同之处在于，它们均指涉了本土口头叙事传统——这一传统经过调整不仅适应了普通读本文化，而且也应和了圣经读本文化。对于像凯德蒙这样的诗人或是创作《序言》的无名氏撒克逊神谕诗人(vates)而言，问题不只是对抄写员进行口授，而主要是运用传统程式及“论题”去表达全新的情节与观念。我们很难想象还会有其他诗歌能够表现出比《救世主》更高的程式化。在这部作品中，程式或程式模板几乎包含于每一诗节，它们既可能反复出现于该诗作本身，抑或出现在盎格鲁一撒克逊的诗歌语料库中。当然，其传统化特征并不局限于程式化创作。它还运用了许多如《贝奥武甫》等世俗诗歌中出现的传统母题。这些母题清晰地说明，古撒克逊口头传统乃是新近衍生于英雄体的文化，而这种文化则迥异于那些为《救世主》提供情节基础的《新约》叙事。不过，同样清楚的是，撒克逊诗人与中世纪基督教文化保持着紧密联系。当他们充分顾及传统程式和母题的时候，其叙事就相当于对下列这些文本进行了一番细致的改述：他提安②四福音合参的伪著、拉巴努斯③对《马太福音》的批注、圣比德对《路加福音》《马可福\n\n① 马提亚・弗拉齐乌斯(Matthias Flacius，1520—1575)：今南斯拉夫北部信义宗(即路德教)神学家、新约圣经学家。\n② 他提安(Tatian，约120—180)：叙利亚基督徒，以叙利亚文写成《四部福音合参》(Diatessaron，约160年)，将四部福音的重要内容编为一整体性的故事，后被译为希腊文流传，如今仅有一小部分存留下来。\n③ 拉巴努斯(Hrabanus Maurus，776—856)：德国神学家、圣经诠释学家兼诗人。\n34",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_48"
  },
  {
    "page_index": 49,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_49.png",
    "text": "34 叙事的本质\n音》的批注，以及阿尔昆对《约翰福音》的批注等。\n\n纵观13世纪的古冰岛语《诗体埃达》、古高地德语①《希尔德布兰特之歌》（Lay of Hildebrand）②，诸如《瓦尔迪尔》（Waldere）③、《戴欧》（Deor）④、《威德西斯》（Widsith）⑤，以及残诗《费恩堡之战》（Finnsburg Fragment）⑥这样的盎格鲁—撒克逊语诗歌，乃至于法罗群岛⑦的英雄体歌谣（直到上世纪方以书面形式记录下来），我们可以发现，这些诗歌具有口头创作和英雄体文化相融合的明显痕迹。不过，由于日耳曼口头传统早在圣经文本到来之前便已兴盛，因此，要对它进行研究，我们的最佳考察文本莫过于盎格鲁—撒克逊史诗《贝奥武甫》。这首诗存于仅有的一部手稿当中，大约在10世纪末由两位抄写员书写而成。如所有刚才提到的其他诗歌一样（除去法罗语歌谣），《贝奥武甫》可能并非直接抄录自口头表演。大部分学者将其多样化的语言形式及拼写，看作是两个半世纪之久的文本传统的证据，并因此将其创作时间确定为8世纪早期。关于《贝奥武甫》系口头创作这一论断，学界已经找不出合理的质疑。其措辞具有显著的程式化特征，其“论题”同样为相似的古英语及其他日耳曼语诗歌所采用。\n\n很显然，口头诗人能够通过书本，或至少可以借助文字中介，而获取故事和主题，但在《贝奥武甫》中，书卷学习的证据则微乎其微。不管\n\n① 古高地德语（Old High German）：现代德语的原型，出现于5至11世纪中期。\n② 《希尔德布兰特之歌》：现今仅存的一首用古德语写成的日耳曼英雄诗歌，讲述武士希尔德布兰特与儿子疆场对决的故事。\n③ 《瓦尔迪尔》：古英语史诗，现只剩残卷，讲述英雄瓦尔迪尔与恋人逃离匈奴王的囚禁、盗取宫廷财宝并对追缉者进行英勇反击的故事。\n④ 《戴欧》：古英语史诗，讲述诗人戴欧受贬之后，以自白的形式将自己的流亡生涯与日耳曼神话及盎格鲁—撒克逊民间传说人物的相似经历进行类比。\n⑤ 《威德西斯》：古英语史诗，行吟诗人威德西斯（意为“远行”）自述其游历各地，并介绍古代及当代著名君主和神话、传奇英雄。\n⑥ 《费恩堡之战》：古英语史诗，讲述丹麦王子赫纳甫（Hnæf）与其妹夫费恩（Finn）之间的战斗。这个故事也作为一个片段穿插在《贝奥武甫》当中。\n⑦ 法罗群岛：今丹麦自治省，位于苏格兰与冰岛之间的群岛，其口传法罗语歌谣来源于古代北欧文明。\n35 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_49"
  },
  {
    "page_index": 50,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_50.png",
    "text": "2 书面叙事的口头传统 35\n是其风格还是其内容，似乎都在说明，古代日耳曼的确存在高度发达的口头史诗。当然，我们无法知晓这种传统究竟发达至何种程度，或者在自行其是的情况下又会如何发展。但罗马一基督教文化的进犯则完全湮没了这种传统。我们必须保持清醒的头脑，不要想当然地以为史诗传统只是为远古人类所独有的特征，事实远非如此。我们已经认识到，对于相对未受侵扰的希腊人来说，史诗是真正现代文学及哲学文化到来之前的最后一个阶段。其他各种证据，如精良的武器和舰船，以及先进的政治和法律制度，均说明北欧的异教徒们正在接近8世纪希腊人所经历的文化发展。当基督教于公元400至1000年之间的数世纪中进入北欧时，它所遭遇的文学文化已经形成了融合神话与摹仿的史诗综合体，并正值分化之际，由此带来法律、宗谱、神话、宗教仪式及世俗叙事小说等独立门类。\n\n《贝奥武甫》的吟唱者关注的是丹麦人与弗里斯兰人（Frisians）①及希索巴特（Heatho - Bards）人②之间的关系所代表的更广泛的社会与政治意义，或是一位明君的必备道德素养，这些都是其史诗传统的特点；它们不仅出现在埃达文选里，同样也出现在《流浪者》（The Wanderer）③、《威德西斯》及《戴欧》当中。而在较此晚很多的传奇当中，像《高文爵士与绿衣骑士》及无数其他涉及亚瑟王朝的故事，尽管存在政治和道德主题，但均不甚关乎具体时空下的实际问题，也游离于积极的政治生活之外。在史诗中，维护社会秩序乃是至善至上的目标，而主人公体格与智力的修行都以此为尊。史诗的社会往往是特定的社会，其残垣断壁可由现代考古学家进行甄别。《贝奥武甫》的哀歌之风在一定程度上只是源自主人公为保护其社会免于妖敌肆虐而喋血疆\n\n① 弗里斯兰人：古代位于现今荷兰及德国境内靠近北海南部的民族，属于日耳曼人的一支。\n② 希索巴特人：《贝奥武甫》当中与丹麦人进行战争的族裔，其名意为“战争须髯”（war - beards）。\n③ 《流浪者》：古英语诗歌，讲述一位年轻人在战争中失去战友与亲人，沦为流浪者的辛酸历程。\n\n36",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_50"
  },
  {
    "page_index": 51,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_51.png",
    "text": "36 叙事的本质\n\n场。然而在更大程度上，这悲情的产生却是由于我们认识到贝奥武甫的力量和智慧遭受了徒劳的消耗。他身上的那些品质未能在丹麦人和耶阿特人（Geats）①当中流芳百世，而他所援救的社会也因无法躲避纯粹社会性的诟病而注定走向衰亡。\n\n就像荷马一样，《贝奥武甫》的创作者同样描绘了一位在现场进行表演的口头吟唱诗人。贝奥武甫于牡鹿厅（Heorot）②击败戈兰德尔（Grendel）之后的那个早上，丹麦人前来察看那只带血的胳膊，并走访戈兰德尔得以消隐的那个沾满血迹的湖泊。作为他们欢庆的一部分，一位诗曲满腹的吟唱诗人就贝奥武甫的事迹创作了一首新作品，“编织得如行云流水一般”。这位诗人接着讲到屠龙者西格蒙德（Sigemund），又提到赫里摩达（Heremod）——一位丹麦国王，其罪恶行径与贝奥武甫和西格蒙德的英勇之举形成鲜明对照。这个小段落（B版手稿867—915行）的意义在于，它不仅说明在口头传统中，神话所保留的价值观如何用来指导对于当下事件的理解，同时也说明当下事件如何被传统兼收并蓄。通过将贝奥武甫击败戈兰德尔，以及西格蒙德屠龙这两个母题相联系，这位吟唱者就诗歌结尾处贝奥武甫本人与龙妖对抗的意义做出了一个主题性的陈述。这场屠龙之战，至少在某种意义上说，可以理解为对戈兰德尔片段的重述，在那一处，西格蒙德已经作为一则类比被作者加以引证。\n\n《贝奥武甫》再次表现出与《荷马史诗》的相似，它凭借其传统语汇37 和历史典故传达出这样一种印象，即这类诗作势必在其所描绘的贵族社会中得以吟唱。换言之，我们觉得，一群农夫或虔诚的僧侣只会推崇圣徒的生平或是一首有关其社会及精神楷模的歌谣，而不适合成为欣赏《贝奥武甫》的听众。我们从古罗马作家那里听到大量描绘日耳曼文化的抒情短歌（cantilenae）或田园诗（carmina rustica），但这部作品绝\n\n① 耶阿特人：北欧日耳曼人的一支，活动于今瑞典南部，一说属于哥特族。\n② 牡鹿厅：《贝奥武甫》中丹麦国王的宫殿。在这里，贝奥武甫保卫王室免遭食人怪戈兰德尔的袭击，将其击败，并砍断其胳膊。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_51"
  },
  {
    "page_index": 52,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_52.png",
    "text": "2 书面叙事的口头传统 37\n非此类题材的范例。如果我们的直觉是正确的，那么《贝奥武甫》所代表的恰恰是让真正的口头传统发挥其至上的文化功效，即针对天子的教育。而当英国皈依基督教，以及作为贵族教育基础的读本文化得以确立之后，此种功效在许多代人的历史长河中则再也不可能实现了。这就证明，该作品确系早期创作。\n假如阿尔弗雷德大帝（King Alfred）阅读或听别人朗诵《贝奥武甫》，那么，他准会心存些许伴有优越感的怀古之情；正如我们在面对某个久已逝去的文明时，也难免会有相同的感受。阿尔弗雷德对于读写和书籍的态度完全是现代意义的。在他看来，懂得阅读的人寥寥无几，这无疑是他那个时代巨大的文化耻辱；他建立学校和图书馆的目的并非去永久保存像《贝奥武甫》这样的作品。历史、法律、哲学，以及《圣经》方是他心仪的课程。当他打发闲暇之际，吟唱诗人会伴随其左右，而他也乐于学习他们的基本技艺，但无论他如何快乐，其国家政策注定了口头文学的消亡。阿尔弗雷德之所以被尊称为“大帝”，主要是由于他与古代传统决裂的勇气，而并非其保存这些传统的努力。\n与盎格鲁—撒克逊口头叙事相比，像《罗兰之歌》这一极具代表性的古法语口头叙事艺术似乎对书本更具亲和力，也更为时下的基督教文化所接受。《罗兰之歌》的创作比《贝奥武甫》至少要晚300年之久——约公元1100年，但我们同样觉得该作品大致描绘了催生其创作的那种贵族式、英雄体文化。中世纪传统一直认为，《罗兰之歌》的某一版本曾被行吟诗人泰耶弗（Taillefer）拿来吟唱，以鼓励即将奔赴黑斯廷斯战役（Battle of Hastings）的诺曼将士。这种说法与许多关于英雄体诗歌如何在战场上发挥宣传功能的叙述不谋而合。古法语史诗传统的兴旺极为持久——足足延续到中世纪鼎盛期，而我们通常把这个时期同传奇，以及由传奇和普罗旺斯语（Provençal）①抒情诗所激发的文\n①普罗旺斯语：中世纪法国南部奥克语（langue d'oc）的一种方言，通用于普罗旺斯；普罗旺斯文学则起源于11、12世纪的行吟诗人，后带来整个中世纪欧洲方言文学的兴起。\n38",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_52"
  },
  {
    "page_index": 53,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_53.png",
    "text": "38 叙事的本质\n学革命相联系；这就证实，一种合理的传统必然具备持久性和灵活性。小S.G.尼克尔斯（S. G. Nichols，Jr.）在调查数部古法语“武功歌”（chansons de geste）①的程式模板及“论题”时得出结论：《罗兰之歌》文本乃形成于“口头程式化的传统语汇”。\n\n在日耳曼北部，文化融合的可能性似乎并不缺乏，但对于古法语史诗传统来说，只有将这种融合进行得更加激进，方足以解释加斯顿·帕里斯②所谓的“罗曼语③形式的日耳曼精神”（esprit gemanique dans une forme romane）。根据查理曼的传记作家艾因哈德④的说法，查理曼（执政期768—814）与其子“虔诚者路易”一样乐衷于将拉丁文学技艺的成果赋予自己的日耳曼臣民。在《查理曼大帝传》（Vita Caroli Magni）中，艾因哈德记载说，查理曼将撒克逊人、弗里斯兰人及图林根人⑤的未成文法编撰成书面文件。更有意味的是，他还让人“把过去那些欢庆古代君王武功勋业的陋俗之歌写出来以传后辈”。当然，最重要的则在于他保持了一个国家的基本稳定，使莱茵河两岸分别讲日耳曼语的法兰克人及撒克逊人和讲法语的民族团结起来，这样便促使口头史诗传统中的主题和形式元素跨越语言壁垒，实现其从日耳曼语向罗曼语的传播。此时，日耳曼传统一方面正成为教会的服务工具，另一方面也正以书面形式被记录下来，留给（有望识字的）子孙后代，而罗曼语史诗传统则成功地得以在查理曼开创的新世界中幸存和兴盛。\n\n到了11世纪，那些征服英国的北欧人正说着法语。以往日耳曼的\n① 11世纪至14世纪流行于法国的一种长篇故事诗，以颂扬封建统治阶级的武功勋业为主要题材，故称“武功歌”。\n② 加斯顿·帕里斯（Gaston Paris，1839—1903）：法国作家、学者，以研究中世纪法国文学及传奇文学著称。\n③ 罗曼语：印欧语系的一支，起源于“通俗拉丁语”（Vulgar Latin），中世纪欧洲传奇文学的创作语言，法语亦属于罗曼语族。\n④ 艾因哈德（Einhard，770—840），查理曼大帝的侍从秘书，法兰克王国史学家，“卡洛林文艺复兴”的代表人物之一，曾为查理曼大帝立传。\n⑤ 图林根人：日耳曼人的一支，活动于位于德国中部的图林根，该地区于公元6世纪为法兰克人征服。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_53"
  },
  {
    "page_index": 54,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_54.png",
    "text": "2 书面叙事的口头传统 39\n军事及政治组织天赋正于第四、第五代日耳曼领袖的统治下，得以在欧洲的罗曼语地区恢复生机；这场在异国土地上复兴英雄勋业的运动同样缔造了异邦语言对于英雄体传统的复兴。就古法语史诗传统能够反映当下时代变化这一点来说，最好的例证莫过于它对罗兰之死的处理方式。778年，加斯科尼人(Gascon)①在比利牛斯山区对查理曼后卫部队发动进攻，但艾因哈德在其叙述中只是将此事件作为一个小插曲，安置在针对北方撒克逊人和南方意大利人的军事行动之间。此处只有一种可能性，即讲巴斯克语的加斯科尼人发起攻击的动机只是出于他们对独立的向往和对法兰克人侵略自己领土的憎恶。这次战斗中的阵亡人员中除却许多其他人员外，还包括“御膳官埃吉哈德(Eg-gihard)、宫伯安塞尔姆(Anselm)和布列塔尼(Brittany)边区总督罗兰”。在这次交战之后，艾因哈德明确表示，没有任何讨伐行动能够用来对付加斯科尼人。身着轻装作战于熟悉地形，他们乘着夜色的掩护带着从法兰克军队辎重中获取的丰厚战利品顺利撤离，而此时那些全副武装的法兰克人还没来得及调遣。\n\n从8世纪到11世纪，这一故事片段的呈现即是我们现在所熟悉的样式。巴斯克人和法兰克人变成了穆斯林和基督徒。这两支军队进行了一场世界大战，其结果是：一个实质上的11世纪法兰西民族与一个11世纪的战斗教会(Church Militant)②在岌岌可危之中得以幸存。于是，这种沉闷的历史叙述将其政治及社会寓意进行了大力引申，以反映第一次十字军东征时期的欧洲现实状态——从8世纪的部族社会群向现代欧洲过渡。而与此同时，该历史叙述也在篇幅上有所收缩。这种寓意引申之所以能够发生，原因就在于史诗传统能够多少准确反映当下社会的重要事实与价值观念。当然，史诗的英雄观则要求对历史叙述加以收缩。在出现于这场战役的人物中，罗兰从最次要的角色被提\n\n① 加斯科尼人：法国西南部比利牛斯地区(旧称加斯科尼省)的巴斯克语民族。\n② 战斗教会：神学中指那些同邪恶及耶稣的敌人进行斗争的基督徒。\n39",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_54"
  },
  {
    "page_index": 55,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_55.png",
    "text": "40 叙事的本质\n40 升为最重要的形象，而两支庞大军阵之间的全部问题则直接聚焦于他一人身上。\n\n不过，如果没有格外的谨慎，而只是将罗兰之死的历史叙述与诗歌描绘进行对比，则会让人误人迷途。大多数研究中世纪史诗的学者都知道自己在调查过程中所依赖的相关实物乃是各种文本——民间故事、生殖神话、历史纪事，以及教父神学（patristic theology）①等。诚然，这些文本有一个极大的优势，即它们能确凿地证实自身的存在。但是，书面文本不可能在口头传统研究中被赋予高度的实用价值，至少不能以平常方式对它们加以信赖。我们有必要结合文本和我们对于具体历史事件的知识（不局限于当时的叙述）以尽量重构口头传统的属性。正是古法语口头传统缔造了《罗兰之歌》（或牛津手稿②所参照的那个版本，类似情形在先前讨论《贝奥武甫》和《荷马史诗》时亦曾得以概述）。如果我们按常规着手研究，也即关注一个事件的历史性叙述，那么史诗对这一事件的处理则会表现为，以明显非历史性的神话和“论题”对其进行富于想象的歪曲和参合。另一方面，假如我们首先尽力重构口头传统这一准确概念，那我们则会认为，历史事件不仅侵扰了传统的神话与“论题”素材，而且还进而要求传统做出某种适应性调整，而不是反之。贝奥武甫的原型无疑存在于盎格鲁—撒克逊史诗传统中，直到后来他才与6世纪发生于丹麦与哥特兰（Gotland）③的历史事件相联系。古法语史诗传统中罗兰的原型也在《罗兰之歌》衍生的过程中成为历史事件推崇的对象。\n\n因此，在分析任何口头诗体叙事与历史的关系时，便会遇到一个实际问题，即传统神话和“论题”在多大程度上可能已被替换为适时再现\n41 的独特事件（如果我们能够借助考古和文学推论去重构那些事件的话）。如果此替换是彻底的，那么，该传统则不能被称为史诗性传统，相\n\n① 教父神学：基督教早期由所谓“教父”（Church Fathers）从事的神学研究。\n② 《罗兰之歌》的版本众多，其中最古老的版本是12世纪的牛津手稿。\n③ 哥特兰：位于今瑞典南部，相传为贝奥武甫的故乡。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_55"
  },
  {
    "page_index": 56,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_56.png",
    "text": "2 书面叙事的口头传统 41\n反，它已经接近了格律化纪事。倘若没有发生任何显著的替换，那么，此传统便会演化为宗教神话或是(当“论题”被明显清空了其仪式内容或寓言内容时)传奇。口头史诗会通过再现历史事件去替换一些传统神话及“论题”，此外也会通过再现更为笼统的假想现实去替换其他神话与“论题”。我们发现，那些体现出显著心理及社会类型的人物在其行为上所依照的自然法则(natural laws)也同样适用于现实中的人。\n\n所以，我们在分析《贝奥武甫》这样的史诗时，不能以为它们源自民间故事和生殖神话对心理学和历史学的入侵。同样，在探讨具体诗歌之际，我们也不可将历史学和心理学当作进犯者。真正迷恋它们的乃是口头传统，而并非个别诗作。任何单独的口头表演或文本既为其传统语法所造，亦为之所限，且只反映该传统所固有的无限可能性当中的一种方案。当我们不再将纯粹神话或纯粹摹仿当作规范，那么，中世纪传统诗体叙事当中针对确凿历史事件的影射则显得再正常不过。当然，同样正常的是，它们的历史也不会是塔西佗①、圣比德或C. V. 韦奇伍德②书写的那种历史。贝奥武甫身上带有谷神的痕迹不足为奇，但他却算不上是另一个奥利西斯(Osiris)③。虽然我们在上文将口头史诗传统称作综合体，但它并不是意识化的产物。当然，它也并非发端于某一纯粹状态，而后又将自己提炼成另一种纯粹状态。唯有此综合体——而非任何一种纯粹的形态——方可被称作是史诗性的。\n\n古法语史诗在与克雷蒂安及其追随者创作的传奇不期而遇时衍生出一种诗歌类型，对此，我们尚无专门的称呼。然而，我们发现16世纪大卫·林赛④的一部杰出的小作品《乡绅梅尔德伦传》(SquireMeldrum)正是这一类型的绝佳范例。从《罗兰之歌》到《乡绅梅尔德伦\n\n① 塔西佗(Tacitus，约55—120)：古罗马杰出的历史学家。\n② C. V. 韦奇伍德(C. V. Wedgwood，1910—1997)：英国历史学家及传记作家。\n③ 奥利西斯：埃及神话中的冥界之神及丰饶之神。\n④ 大卫·林赛(David Lindsay，约1486—1555)：文艺复兴时期苏格兰诗人，其诗作《乡绅梅尔德伦传》以历史人物梅尔德伦的功勋为基础，将中世纪晚期的传奇、纪事和讽刺融为一体。\n42",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_56"
  },
  {
    "page_index": 57,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_57.png",
    "text": "42 叙事的本质\n\n传》这条发展脉络不仅包括像巴伯①的《布鲁斯本纪》(Bruce)及布莱因·哈里②的《威廉·华莱士列传》(Wallace)这样的书面英语诗歌，还包括西班牙的《熙德之歌》(Poema de mio Cid)——这部作品直到英雄熙德1099年辞世后约一代人有余的时间方得以创作。从历史的角度看，《熙德之歌》在叙述上极为准确，其口头风格清晰、有力，完全没有渲染之迹。其中产阶级主人公壮举背后的动因既是出于自身社会抱负和女儿们的利益，同样也是出于罗兰式英雄的个人荣辱观或查理曼对于统一基督教帝国的梦想。《熙德之歌》不同于《乡绅梅尔德伦传》，因为它的故事所关注的仍然是民族舞台上的英雄。他击溃了庞大的穆斯林军队而成为其民众的救世主。但《熙德之歌》乃是大众之歌，这一点有别于《罗兰之歌》，甚至更有别于《贝奥武甫》和埃达歌谣。与早期史诗相比，其受众在社会性层面上(如果不是在历史性层面上)进一步疏离了对于丰功伟业的歌颂。《熙德之歌》赖以产生的口头传统同样是歌谣创作的源泉。其文化取向的弱化恰恰反映了史诗传统，尤其是口头史诗传统。《布鲁斯本纪》和《威廉·华莱士列传》尽管系具体作者的书面创作，但延续了旧式史诗传统的内核，并有所创新。对于当下读者而言，它们的新意在于试图将新经验叙事的内容与旧虚构叙事的风格加以综合。这一文类的作品有时被称为“纪事性诗歌”(chronicle poems)，不过“格律化传记”(metrical biographies)也是一种可行的概念。\n\n纪事性诗歌与我们所谓的寓言式解剖(allegorical anatomy)——另一种在某种程度上遭到忽略的文类，其代表作品包括诸如《玫瑰传\n\n① 巴伯(John Barbour，约1320—1395)：苏格兰诗人，著有诗篇《布鲁斯本纪》，讲述苏格兰国王布鲁斯的丰功伟业。\n\n② 布莱因·哈里(Blind Harry，约1440—1492)：苏格兰诗人，所著诗体纪事《威廉·华莱士列传》，讲述苏格兰民族英雄威廉·华莱士抵抗英格兰人侵的功绩。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_57"
  },
  {
    "page_index": 58,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_58.png",
    "text": "2 书面叙事的口头传统 43\n\n奇》(The Romance of the Rose)①和《农夫皮尔斯》(Piers Plowman)②等引起学界关注的长篇诗作——在中世纪方言叙事诗歌中占据相当大的比重。以现代批评视角对这两种形式加以分析并非易事。在某些方面,它们的定位似乎介于史诗传统因解体而产生的两极之间:散文体历史与格律化传奇,两者不难在现代意义上加以识别。斯诺里·斯特卢森③与让·德·热安维尔④创作的历史著作在诸多方面堪比古典时期的历史创作。当然,传奇也从不缺乏仰慕者。但是这两种主要文类并没有穷尽叙事的可能性。寓言式解剖斡旋于哲学推论与传奇之间——其复杂性我们将在后面的章节加以探讨,而格律化传记和纪事性诗歌则介乎传奇与历史之间。正是这后一条介乎传奇与历史之间的路线引领着史诗走向小说;在所有以口头传统循此路线发展的中世纪叙事形式当中,要数冰岛的家族萨迦⑤(family saga)走得最远,而后才为拉丁典籍和《圣经》所超越。\n\n对于13世纪的冰岛来说,文化孤立显而易见,而这恰恰使得其叙事艺术的价值几乎达到了一种不可思议的高度。它可能借鉴了爱尔兰散文体叙事,并得益于日耳曼民族对散文风格及世俗史所与生俱来的天赋;不过,这一传统即便确实如此,却并无相关记录得以留存下来。就家族萨迦而言,虽然它们没有对后来的欧洲散文体小说产生实质性影响,但形成了其自身纯粹的形式、内容及风格,并因此在一定程度上\n\n①《玫瑰传奇》:13世纪法国寓言长诗,典雅情爱(courtly love)文学的典范之作,以玫瑰作为贵族女性的象征,向世人宣讲情爱之道。前半部分由基洛姆·德·洛利思(Guillaume de Lorris)所作,后半部分由让·德·梅恩(Jean de Meun)完成。\n\n②《农夫皮尔斯》:14世纪以中古英语创作的寓言体叙事诗歌,以数个梦境影射英国社会现实与宗教。\n\n③斯诺里·斯特卢森(Snorri Sturluson,1179—1241):冰岛历史学家、诗人及法律演讲人(lawspeaker),著有《散文埃达》(Prose Edda)及《天下或挪威列王纪》(Heimskringla or the Lives of the Norse Kings)。\n\n④让·德·热安维尔(Jean de Joinville,1225—1317):中世纪法国著名编年史家。\n\n⑤萨迦:中世纪冰岛及挪威等北欧民族的口头叙事,原意为故事、传奇或历史;家族萨迦是其中的一类。\n43",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_58"
  },
  {
    "page_index": 59,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_59.png",
    "text": "44 叙事的本质\n获得了独立的研究价值。它们不属于书面萨迦传统，因为后者突出作者身份及文学借鉴（literary borrowing）这些颇具现代意义的操作原则。家族萨迦的风格在具体文本之间表现出明显的一致性和程式化。尽管许多评论家在它们当中找到相似的段落以证明家族萨迦作者之间的文学借鉴关系；但这种相似性若被看作惯常的口头传统因素则更易理解。虽然这些家族萨迦无疑属于书面创作，虽然每一个单独的萨迦文本理应由一位作者独自创作，但现有证据似乎并不能说明这些作者乃是依赖于书本或个体发挥来获取其故事的主要元素。如果这些家族萨迦的创作只是任何类似现代意义上的个体行为，那么，它们将会失去其现有的光彩。\n\n公元1000年左右的冰岛已掌握了书写，伴随其议会将基督教确立为国教，它至少拥有三种经过完善演化的口头传统。第一种便是口头诗歌传统，其残余在《诗体埃达》中尚有所保存；关于此传统，我们的证据基本来自其在形式及主题方面与其他遗留下来的异教性日耳曼叙事诗之间的相似之处，当然，这也暗示了两者均具有明显前读写文化（pre - literate culture）的渊源。此外，埃达诗歌本身的程式和“论题”也提供了辅助性证据。第二种口头传统是法律，即由选举出来的法律演讲人①（“lawspeaker”）于三年任期内的每一年在议会背诵《法典》三分之一的内容。第三种口头传统是历史。如果设想在斯堪的纳维亚文化当中存在一种包罗万象的口头史诗传统——融汇世俗史、法律、神话、仪式及民族智慧结晶等各种元素，那我们认定它应该远早于870年的“冰岛定居”。到了12世纪和13世纪，我们则不仅能找到书面证据以说明它已经演化为一种高度分异的文学文化，同时还能借助于推论性证据以说明其相对古风（antiquity）的一面。换言之，在冰岛人掌握书写之前，他们已进一步朝向实质性的现代叙事形式发展——既包括散\n\n① 法律演讲人：斯堪的纳维亚诸国（如瑞典、冰岛和挪威）的政府职位，起源于日耳曼口头传统，但只在北欧演化为独特的政府职能。\n44",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_59"
  },
  {
    "page_index": 60,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_60.png",
    "text": "2 书面叙事的口头传统 45\n文体，也包括诗歌体——在这个方面，他们要早于书面《荷马史诗》产生之际的希腊人。正是凭借其文化上的孤立性，冰岛人通过激进的革新将《圣经》到来之前业已兴盛的日耳曼叙事传统继续发扬光大。他们做出这样一种展示，即目不识丁的艺术家们虽极少受到读本和书写的影响，却能够创作出世俗史和现实主义的散文体小说。由于人们通常以为，伟大的艺术散文和世俗史在缺乏书写与具体作家身份的情况下是不可能得以发展的，所以在过去，冰岛叙事的卓越品性恰恰一直被当作最佳证据以推翻家族萨迦系口头创作的观点。然而，伴随《荷马史诗》范式的建立，以品性求证的论断即便尚未完全遭到颠覆，至少也难以站得住脚了。\n\n家族萨迦，或“冰岛人萨迦”(Íslendinga sögur)，只是数个重要冰岛散文类别中的一种。除它们以外，一方面是关于各位君王和主教的诸多传记，尤其是历史，如《斯特龙戈萨迦》(Sturlunga Saga)①和《天下：挪威列王纪》——内容分别涉及发生于当时冰岛的事件，以及挪威诸君王的生平；另一方面是所谓的“古代萨迦”(“sagas of former times”)，以散文体形式复述早先口头诗体叙事传统的主题，即英雄和神话故事——《诗体埃达》中还保留着一些实例。《沃尔松萨迦》②(其故事与德国史诗《尼伯龙根之歌》几乎同时出现)，以及《霍尔夫斯·克拉卡萨迦》③(类似于《贝奥武甫》)正是这类萨迦叙事。最后需要指出的是，“古代萨迦”似乎与许多经过翻译的法国传奇(“骑士萨迦”[riddara sögur])通过融合而衍生出所谓“奇幻萨迦”(“lying sagas”)这样的杂交品。“奇幻萨迦”的创作到了现代时期仍得以继续，与之并\n\n①《斯特龙戈萨迦》：古代冰岛萨迦，讲述颇具名望的斯特龙戈家族(the Sturlungs)的历史。\n②《伏尔松萨迦》(Völsunga Saga)：古代冰岛萨迦，讲述伏尔松家族围绕宝藏、权力与情爱等主题经历的兴与衰。\n③《霍尔夫斯·克拉卡萨迦》(Hrólfs Saga kraka)：古代冰岛萨迦，讲述传说中的丹麦国王霍尔夫斯·克拉卡及其族人的历险。\n\n45",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_60"
  },
  {
    "page_index": 61,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_61.png",
    "text": "46 叙事的本质\n存的还有极其丰富的民间故事传统，以及被称为“韵文”(“rhymes”)的通俗化歌谣体叙事诗。\n\n我们在上文姑且就13世纪冰岛的叙事文类简要做了一个专业性概述，既说明口头史诗传统在适当的条件下如何能够产生出裂变的巨大能量，同时也说明不同的叙事趋向如何能够快速渗透到各个独立的叙事类别中。在冰岛，我们不仅看到了希腊模式的重复，即史诗综合体让位于历史和传奇；而且，我们还在家族萨迦中发现了一种融合神话与摹仿的新综合体——现实主义的虚构叙事。自埃达叙事失去其文学精英的关注到最后一部家族萨迦得以创作的那三百年(1000—1300)间，冰岛见证了其叙事形式的衰退和演进，而同样的发展过程在欧洲本土则耗费了两倍以上的时间。\n\n在《天下》(如此称呼是因为其第一部分头两个字的意思是“天下”[\"the world's circle\"])的序言中，斯诺里·斯特卢森告诉我们，其作品所依据的是历史创作的口头传统。他的主要资料包括宫廷诗人用以颂扬所侍君主的诗歌，以及“智者阿里”①几乎全凭口头传统所创作的历史作品，另外还包括那些饱学之士所提供的信息(可能通过对话)。作为头脑清醒的历史学家，斯诺里唯实求真。在其序言中，他就如何运用其口头资源及判断各种变量的可靠性阐发了一套比较周全的方法。他所提到的宫廷诗歌必定在历史创作的口头传统中扮演过复杂的角色。它不是传统的埃达诗歌，而是在押韵和措辞方面更为复杂的作品——吟游诗歌(skaldic poetry)②。\n\n正如家族萨迦那样，《天下》当中存在着大量的吟游诗，而且所联系到的有名有姓的诗人通常在历史上都确有其人。如果将口头创作仅仅看成是运用一套固定的口头“语法”面对受众进行的快速创作，那么在\n\n① “智者阿里”(Ari the Wise,1067—1148)：冰岛杰出的编年史家，第一位用古斯堪的纳维亚语创作历史的学者。\n② 吟游诗歌：与埃达诗歌齐名的另一种古代斯堪的纳维亚诗歌形式，其主题多歌颂君王的丰功伟业。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_61"
  },
  {
    "page_index": 62,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_62.png",
    "text": "2 书面叙事的口头传统 47\n此意义上，这些吟游诗可能还算不上是口头创作；当然，它们在创作时，或至少在传播的过程中，并未使用书面材料。这些短小、固定的诗歌文本在以书面萨迦文本的终极形式出现之前，虽历经许多代人的岁月却仍得以幸存而完好无损。它们常被用来体现一则故事当中的重要时刻，不仅具有主题功能，亦可发挥结构功能。或许，在历史性散文的口头传统当中，它们算得上是一种重要元素。\n与希罗多德相比，斯诺里的思维习惯在实证性方面明显逊色于其希腊前辈，他对历史叙事形式的看法相对而言不够缜密。他虽然唯实求真，但其标尺却是诗性的，而非实证性的。尽管他就奥丁（Odin）①的兴起所做的讲述，以及他通常对神话人物所进行的处理均表现出相当的合理性，但他不像希罗多德那样从总体上将诗人质疑为幻视幻听的群体，当然也缺乏希罗多德就或然性所持有的理性标准。就叙事形式而言，斯诺里热衷于谱系模式，这种形式使他能够运用所掌握的素材去详细描绘那些自己颇感兴趣且十分了解的统治者，如圣·奥拉夫②。斯诺里的叙事绝非希腊式的——后者将经过理性检验的叙事熔铸于一种统一的局限形式中；而斯诺里的叙事则是经过诗性的检验，以谱系叙事的松散形式加以展现。\n从某种意义上说，《斯特龙戈萨迦》（“斯特龙戈家族史”）相对于《天下》来说代表了一种进步。由于它将数个作者创作的历史叙事松散地组合在一起，因而在形式上缺乏足够的统一性，算不上一部独立的作品。但是，这个故事集将其主题限定于大致发生在1120至1280年之间冰岛的历史事件，而且，作为这部作品的内核，斯特拉·索尔达森③的《冰岛人萨迦》（Íslendinga Saga）以完全令人信服的口吻讲述了政治动荡及斗争时期那些伟大人物及虚构人物的生平。若与修昔底德相\n① 奥丁：古代北欧神话中的一位主神，掌管战争、死亡、智慧、诗歌等。\n② 圣·奥拉夫（St. Olaf，995—1030）：中世纪的一位挪威国王。\n③ 斯特拉·索尔达森（Sturla Þórðarson，1214—1284）：冰岛政治家、萨迦作家及历史学家。\n47",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_62"
  },
  {
    "page_index": 63,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_63.png",
    "text": "48 叙事的本质\n比，《斯特龙戈萨迦》可能只是将轶事和密集堆砌的细节拼凑在一起罢了；但冰岛人在其世俗史当中对希腊历史学家的神话元素进行了剥离，使之更为强烈地产生一种准确（但未必总是艺术化）叙述的印象。在《斯特龙戈萨迦》，以及有关冰岛法律的书面记录中，我们发现原始日耳曼理性主义被推向了极致。法律只是作为一种粗劣替代品以取代希腊历史学家们所操守的、经过充分演化的理性思想传统。从异教性的日耳曼文化中，根本没有衍生出任何类似于希腊哲学推论的东西。也许正是出于这个原因，将神话从历史叙事中加以清除变得更为紧迫。如果说冰岛的历史学方法总是趋向于传统而非趋向于推论性思想，那么这一传统则要归功于那些讲求实际的律师们所进行的实用主义改良。法律演讲人和历史学家绝大多数时候是由同一个人扮演的。\n家族萨迦利用了历史学典型的谱系构架，但其聚焦范围则往往要狭小得多。比如，在《尼雅尔萨迦》（Njáls Saga）①中，故事仅限于三代人，而重点则放在古恩纳尔和尼雅尔那一代人身上。正如《斯特龙戈萨迦》中所出现的一些个人历史那样，《尼雅尔萨迦》的叙事表达也是直接取材于源自冰岛生活的母题；事实上，这也是个完美的母题，它使得家族世仇这一谱系化叙事模式表现出整体感与具体性。民法在冰岛的兴盛虽然牺牲（或代替）了其他领域的公共生活，但它本身却不可避免地将一种近乎人为的秩序施加于冰岛人的生活之上，从而为萨迦创作者们提供了现成的叙事表现素材，并自然产生出一种贴近历史及当代现实生活的独特叙事类别。萨迦在一位大师手中所能展现的那种力量与洞察，乃是传奇作家们无以企及的。尼雅尔本人作为法律人士恰恰陷人了一场无视法律的家族斗争之中。在他身上，我们看到了理想与现实之间的冲突，它作为一个特点体现了虚构与经验这两种趋向的融合；而由此所获得的问题化品性则使得这类叙事作品，一方面迥异于传\n①《尼雅尔萨迦》：13世纪最著名的“冰岛人萨迦”之一，讲述了几个家族之间的世仇，以及争端的解决。当中包括武功盖世的古恩纳尔（Gunnar）和足智多谋的尼雅尔（Njal）。\n48",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_63"
  },
  {
    "page_index": 64,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_64.png",
    "text": "2 书面叙事的口头传统 49\n奇——因为传奇中的叙事及其诗性的正义更易于把握，另一方面又与历史的必然性大相径庭。\n在家族萨迦获得其书面创作的那段时期，《诗体埃达》当中所保留的口头诗体叙事传统究竟有多重要？这个问题似乎不可能有答案。无疑，萨迦的人物与事件在某种程度上(或许要超过人们通常所认为的比例)来自于埃达叙事的传统“论题”。哈尔盖德(Hallgerd)①是《尼雅尔萨迦》中少数几个非历史性人物之一，她与埃达诗《西格尔德短歌》(Sigurðarkviða in Skamma)中所出现的布伦希尔德(Brynhildr)②相映成趣。另外，在《格雷蒂尔萨迦》(Grettis Saga)③中有一场历险，当时格雷蒂尔跳入潭中去挑战魔兽，这一幕与《贝奥武甫》里的一个片段惊人的相似。甚至在《尼雅尔萨迦》中，古恩纳尔这一人物的意义也多少来自于早先史诗对该形象的构想。他所遭遇的世仇不仅吞噬了自己，也吞噬了尼雅尔家族。这不只是例证了一个风雨飘摇的现实，以及与之形成对照的法治理性观念，而是展示了主人公的神话理想与法治理性观念之间的冲突；这种冲突在历史上的确使得斯特龙戈时代呈现出一片天下大乱的局面，当然，也正是在这一时期，萨迦的创作出现了。从某种意义上说，家族萨迦就是散文化的史诗，它一方面对神话及寓言性元素进行大幅度缩减，另一方面又大力强化历史与摹仿的重要性。不过，由于这种抑制神话、强化摹仿的倾向表现得近乎彻底，所以它们有时似乎更像小说，而不是史诗。\n冰岛叙事艺术的真正奇迹在于历史，没有它，家族萨迦可能无从产生。它完全基于事实，充满谱系性的枝节，而且(如《斯特龙戈萨迦》所示)在描绘具体人物时也是直言不讳。关于家族萨迦，一种最简化的理\n① 哈尔盖德:《尼雅尔萨迦》中古恩纳尔的妻子，生性跋扈、喜好争斗。\n② 布伦希尔德:古代北欧神话中的女勇士，英雄西格尔德的追随者，但因为一场爱情阴谋而上当嫁给了古恩纳尔，后为此阴谋对西格尔德实施报复并将其杀死，但在后者的火葬现场，跳入柴堆自焚殉葬。\n③ 《格雷蒂尔萨迦》:“冰岛人萨迦”之一，讲述古代冰岛绿林好汉格雷蒂尔充满传奇色彩的一生。\n49",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_64"
  },
  {
    "page_index": 65,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_65.png",
    "text": "50  叙事的本质\n解就是：它将历史和法律这一层面与传统史诗这一层面加以融合，而史诗的“论题”及神话又几乎总是让位于代表理性及世俗现实的主题、情节及母题。史诗自身几乎无法抵御历史和基督教的双重侵袭，而只得以诗歌的身份被更具“诗性的”吟游诗所取代。那种将埃达短歌看作叙事演化之“前史诗阶段”的理论似乎毫无根据，因为这些经过高度凝缩的英雄体叙事典范所反映出来的恰恰是背离史诗这一整体文化运动，而不是走向史诗。在远更为早先的时期，埃达传统无疑曾经是经验性叙事与虚构性叙事之间的中间路线，而到了12世纪，史诗已经难以为继。其神话的力量因基督教而元气大伤，同时，其情节的有效性也受到历史和法律的挑战。\n\n假如没有城市文明，没有哲学思辨的传统，也没有“生活切片”(slice - of - life)式的讽刺传统，那么小说在理论上是不可能产生的。然而，冰岛的家族萨迦倒是代表着一种由旧式史诗与新的经验性形式组合而成的二次综合体(re - synthesis)，它与三百年后欧洲其他地区所出现的这种二次综合体至少在某些方面表现出相似性。继斯特龙戈时代之后的数个世纪中，随着欧洲中世纪逐渐向冰岛逼近，旧式史诗叙事的纯虚构趋向虽然依旧可以通过诸多思想虚空的“古代萨迦”、“骑士萨迦”及“奇幻萨迦”得以彰显，但它的经验性趋向却已消耗于那些伟大的历史作品与家族萨迦之中，以至于在那些充满恐惧的黑暗世纪中，再也无法创造出不朽的丰碑之作。\n\n萨迦这个表述从“segja”(冰岛语意为“讲述”)这个字派生而来，在冰岛语当中现用以指任何散文体叙事，无论篇幅长短，也无论是口头还是书面。当冰岛人着手将许多代人作为口头叙事存在的传统故事书写下来的时候，他们显然不仅用萨迦这个词代指故事，而且也用它来代指对故事的书面记录。那些用以区分历史(萨迦)、家族萨迦(冰岛人萨迦)、英雄体萨迦(古代萨迦)、传奇(骑士萨迦)，以及美妙历险(奇幻萨迦)的术语都是现代意义上的。尽管这样的区分对于专家而言既具有逻辑性也不乏必要性，但对于一般的文学研究者来说，“萨迦”这个词最\n50 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_65"
  },
  {
    "page_index": 66,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_66.png",
    "text": "2 书面叙事的口头传统 51\n好能比它在现今冰岛语中的使用多一分意义上的限制。在大众化的美国用法中，这是一个能够增色的字眼。那些对史诗感到腻味儿的读者虽然不再因“史诗”而感到精神振奋，但如果《伊利亚特》这首诗被描述为一部惊心动魄的特洛伊战争“萨迦”，他们却可能会趋之若鹜；而那些用于电影剧本的“萨迦”和“史诗”，实际上更准确的提法应该叫作英雄体传奇。如果没有其他具体修饰语的限制，“萨迦”这个词在文学批评中的正确用法应该是代指冰岛的家族萨迦，以及其他类似的、达到小说篇幅的现实主义传统散文体叙事。这里的关键词是“传统”，否则萨迦便无法与小说区分开来。所谓“传统”，就是指带有口头创作之形式特征及修辞特征的叙事。\n口头创作的形式特征在上文已经有所描述。其中最重要的就包括“程式化”语汇；也就是说，传统“语法”操控着口头创作的语言，它通过对总体文化语言加以筛选以提取为数不多的模式，并借此形成符合格律（指诗歌这种情形）、句法和语义的恰当表达。口头叙事艺术家一旦掌握了这种“语法”，便能够面对观众进行口头创作。按照人类的普遍经验，散文句式的口头创作要难于完全格律化诗歌的口头创作。一些批评家认为，散文之所以无法发展成为口头创作，是因为人们很难驾驭散文句式的逻辑和句法节奏。对于那些目不识丁的人来说，这就意味着诗歌仅限于其美学功效，而诺斯洛普·弗莱所谓常规语言的“联想节奏”（associative rhythm）①也就只剩下其非美学用途。然而事实正相反，只要详细分析家族萨迦当中著名的“萨迦风格”，我们便会发现冰岛口头叙事散文当中实际上存在着一种“语法”描述。这种“语法”的存在正是中世纪冰岛口头散文成就的主要基础。可以说，散文的口头创作必然是高度程式化的。\n口头叙事的另一特点是母题与情节在主题意义上的一致性。此类\n① “联想节奏”指的是那种深受韵律诗影响的常规语言节奏，它有助于实现自由诗及散文语言当中的意义被唤起。\n51",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_66"
  },
  {
    "page_index": 67,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_67.png",
    "text": "52 叙事的本质\n\n意义之所以成为可能，乃得益于传统“论题”和神话，而这些传统叙事元素又同时掌控着故事对现实的再现及其对观念的阐释。为了探究一种叙事语汇的程式化特征或其结构与主题的传统属性，批评家们所调查的叙事体必须具有足够大的规模，以体现各种规范并至少能代表“传统”的一块残片。幸运的是，我们拥有富足的荷马语料库。盎格鲁 - 撒克逊传统在语料库方面则显得捉襟见肘，而对于埃达传统而言则可能是杯水车薪。然而，口头创作的叙事除了其纯粹“形式化”的特点外，还在“修辞”——姑且从狭义上这么称呼——层面上与个体叙事艺术家们的作品有所区别。从这一方面来说，许多传统叙事即便没有同更多的文本进行比对，至少可被暂视为传统之作。\n\n口头叙事总是采用一位权威性的可靠叙述者。他就像荷马及《旧约》作者那样富于天赋，能够从所有角度对行动进行观察，道出人物心中的秘密。我们习惯于将这位全知叙述者等同于作者，并以为该作者无处不在地为我们阐释和评价其叙事中的人物与事件。不仅如此，我们还习惯于认为这位可靠的、全知的，且无处不在的叙述者是“客观的”。我们这样说的意思是，此类叙述者再次与荷马及《旧约》叙事的作者们表现出相似性，他所谈论的并非是自己而是其故事当中的人物与行动。同样，他也不会为了营造自己与其受众之间的亲密关系而牺牲他们对于故事本身的认同。当亚里士多德赞扬荷马善于身栖他人性格之际，其所表之意显然是指：荷马既非谈论自己，亦非将自己游离于故事的利害关系之外。当然，如果从另一个意义上将“客观”理解为采用一种类似于中立人物的视角去观察纯粹外部性的事件，那么，全知性叙述者还远算不上是“客观”的。而他之所以被视为客观则既是因为他并非“主观”，也是因为在其本人与作者之间或在其自身的关注与故事所隐含的关注之间并不存在反讽性的差异。在下文讨论叙述视角的一个章节中，我们将注意到荷马对于缪斯女神的召唤乃是朝向作者自省意识的发展。如果说，常规标准将传统口头叙事看作是由一位“客观”的权威叙述者所进行的讲述，那么，召唤缪斯这一高度模式化的手法则作 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_67"
  },
  {
    "page_index": 68,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_68.png",
    "text": "2 书面叙事的口头传统  53\n为一种例外稍稍改变了这一标准。\n由于传统故事的作者与讲述者之间不存在反讽式差距，因此，我们习惯上不对他们进行区分。受众分享叙述者的知识与价值观，在对故事的人物及事件做出评判时总是依赖于后者。受众如叙述者一样具有料事如神的洞察力，这就解释了传统叙事中仅有的虚构性反讽：叙述者和受众均了解故事中的人物，而他们却不可能认识彼此，甚或是认识自己。随着自省式讲述者在非传统书面叙事中的发展，这样的反讽情景不断增加。在小说中，叙述者对人物的看法和人物对自身及其他人物的看法总是存在着差异，而这种差异性又因为叙述者与读者对故事的不同看法而得以增强。因此，在任何书面叙事中，作者与其叙述者之间通常会在认识及价值观层面上表现出实际的——或至少是潜在的——反讽性差异。传统口头叙事从修辞上看包括一位讲述者、其故事，以及一位隐含受众(implied audience)。而非传统书面叙事在修辞层面上则包括摹仿或再现性的讲述者、故事及隐含读者。\n从修辞意义上说，书写的运用使得创造性的个体叙事艺术家能够将其故事的复杂性及潜在的反讽性推向一个更高的水平。这一新水平的实现似乎源于自省式叙述者的引入，以及叙述者一方与作者及读者另一方之间的反讽性差距。然而，借助于我们对口头叙事的讨论，可以发现，真正将空前的复杂性赋予书面叙事视角的因素并非叙述者的引入，而是作者的引入。令人尴尬的是，在讨论口头叙事的整个过程中，我们不得不使用“现代意义上的作者”这种表述。我们已经指出，《荷马史诗》《旧约》《贝奥武甫》《罗兰之歌》、家族萨迦、《卡勒瓦拉》(Kalevala)①、法罗语歌谣，以及其他口头叙事并非由“现代意义上的作者”所创作。就通常用以吟唱的叙事诗而言，我们会提及“故事的吟唱者”。就口头创作的散文体叙事而言，我们会谈到“故事的讲述者”。\n①《卡勒瓦拉》：芬兰民族神话史诗，根据芬兰及卡累利阿民间故事编撰于19世纪，标题意为“卡勒瓦(Kaleva)的领地”。\n53",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_68"
  },
  {
    "page_index": 69,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_69.png",
    "text": "54 叙事的本质\n\n不过在这两种情形下，他都算不上是一位作者：他乃是作为一种工具，借助表演这种具象化的形式来体现传统。他是叙述者。用斯蒂芬·迪达勒斯(Stephen Dedalus)在《一个青年艺术家的画像》中的话说，他将其故事置于“同自己及他人的斡旋关系之中”。\n\n无论斯蒂芬对抒情性、史诗性和戏剧性的著名定义代表了何种批评意义或神秘意义，它们的确说明了一种现代趋向，即把作者从叙事中撤回。像荷马或莎士比亚那样的作家往往拥有一种显著的本领——他们能够表现得“像创世纪里的上帝……身处其创造物之中或背后或之外或之上，踪影不见，形骸不存，似有修剪指甲时的那份淡然之态”①。为此，浪漫主义批评家们曾有溢美之词，认为此乃“同情化想象”(sympathetic imagination)作为重要诗歌技法所能企及的最高境界。\n\n乔伊斯本人在解决如何让作者淡出的问题时，其方法在某种意义上说可谓是戏剧化的。他试图将叙述者与叙事加以融合，这样一来，他对于三种重要修辞元素——讲述者、故事及隐含读者——之间互动关系的摹仿就如同一部戏剧对于剧作家的关系一样。但是，无论乔伊斯如何精巧地设置其叙述者与故事及读者之间的关系，他的叙事依然是对叙述者讲述故事这一过程的摹仿。如果我们让自己稍稍走进斯蒂芬那神秘的美学世界中，我们也许可以将乔伊斯的技法描述为对“史诗化”形式的一种“戏剧化”再现。\n\n口头叙事与书面叙事之间的修辞性差异曾由诺斯洛普·弗莱做过部分研究。虽然大量以诗体及散文体出现的传统叙事均系口头创作，但对于相关的研究成果，弗莱并不了解，或至少未曾加以运用。因此，在区分史诗([epos]按我们的提法叫作口头叙事)和虚构(书面叙事)时，他所提到的两种“叙事呈现的根基”(radicals of presentation)并未获得其真正的意义。按照弗莱的定义，史诗“这种文学类别进行叙事呈\n\n① 这段引文出自乔伊斯的小说《一个青年艺术家的画像》中，主人公斯蒂芬·迪达勒斯就文学创作所进行的评价。\n\n54",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_69"
  },
  {
    "page_index": 70,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_70.png",
    "text": "2 书面叙事的口头传统 55\n现的根基是作为口诵人的作者或行吟诗人，而观众则是其所面对的聆听者”。虚构对于弗莱而言乃是“以印刷或书面文字为呈现根基的文学，如小说和随笔”。这一区分尽管在实践上难以奏效，但却不乏真知灼见。某些口头叙事的确背离了在观众面前进行表演这一事实，然而，我们不要忘记这第二个事实，即它们之所以诉诸印刷页面的形式乃是为了呈现于我们；所以，从此意义上说，这种背离本身倒未必会破坏弗莱那种鉴别方法的有效性。不过，从另一方面看，许多极富创意的非传统性书面叙事在以印刷页面的形式呈现给我们的时候，倒仿佛是在面对观众进行口头表演。作为现代例证，我们可以想起康拉德（Conrad）笔下那些以马洛（Marlow）为叙述者的小说。\n叙事呈现的根基如今正日趋转向印刷，这乃是情理之中的事。在大多数情形下，那些未曾由作者书写下来的叙事会有别于其他由作者加以书面创作的叙事，因为前者无法创造出一个叙述者以区别于某个地位更高的创造者。中世纪传奇作为一种叙事文类在修辞上称得上是弗莱所定义的史诗，但却不符合我们所定义的“传统口头叙事”。最伟大的中世纪传奇并非口头创作，当然，它们也曾非常依赖于传统元素，有的甚至直接取材于口头传统或口头叙事的手稿本。那些与克雷蒂安·德·特罗亚、沃弗兰·冯·埃森巴赫及哥特弗里德·冯·斯特拉斯堡①等姓名相联系的传奇或许应该归功于那些作家个人的创造性天赋。像“骑士的故事”（Knight's Tale）②和《特洛伊罗斯与克瑞西达》这样的作品则完全是在现代意义上进行的书面创作。不过，在中世纪的传奇中，我们经常会遇到像乔叟或沃弗兰笔下的那种叙述者，他们的作\n① 哥特弗里德·冯·斯特拉斯堡（Gottfried von Strassburg，？一约1210）：德国中世纪作家，所著《特里斯坦和伊索尔德》（Tristan und Isolt）讲述来自英国康沃尔（Cornwall）的亚瑟王骑士特里斯坦与爱尔兰公主伊索尔德（Isolt the Fair）之间的爱情传奇。\n② “骑士的故事”：乔叟在《坎特伯雷故事集》中的一则叙事诗。讲述两位骑士同时爱上一位姑娘，并为此进行决斗，或为爱情，或为胜利，表现了对骑士风范、典雅情爱及伦理道德的多重关注。\n55",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_70"
  },
  {
    "page_index": 71,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_71.png",
    "text": "56 叙事的本质\n用被描绘成向读者讲故事。沃弗兰的叙述者甚至向读者承认自己目不识丁，并因此增加了自己与作者之间的距离。当中世纪的叙事艺术家们突然获得这种新的作家身份时，他们发现自己尚缺乏准备，进而显得有些手足无措。就像所有作家一样，他们试图“让自己淡出文本”。为此，最自然的途径便是在相当程度上直接摹仿讲述者面对听众传诵其故事。不过，即便是这样的应急措施还是打开了潘多拉的反讽之盒，让诸如乔叟、沃弗兰，以及(文艺复兴时期的)拉伯雷和塞万提斯这样的大师去占领新的阵地。\n\n如果抛开斯蒂芬的观念而仅借用其表述，那么我们可以说，口头故事的讲述者“斡旋”于故事与受众之间。这里既不存在用以构成反讽关系的作者，而且(这就等于同义反复)也不存在用以形成反讽关系的故事本身。口头传统既是故事，也是作者。如果表演者以故事为代价去博得受众的亲和，那就等于以作者自居，如此一来，他对传统的运用也不过是为了推进其个人所构想的目标。讽刺，若要存在于口头传统，则必须植入到该传统本身当中去。它不会作为功能化的反讽性差距存在于“作者”与其创造的叙述者之间，或存在于叙述者的关注与其故事的关注之间。\n\n当口头传统遭受书面文学这一主导力量的冲击而遁人“地下”时，它会自然反映出那些维系其兴盛的参与者们在知识、审美及社会等诸方面的经验。在现代时期，口头传统的处境如此艰难，歌谣和民间传说占据了最佳口头文类的地位。令人遗憾的是，对于《贝奥武甫》和《诗体埃达》的口头创作论，反对者们却常常从歌谣与民间传说当中寻找评判的依据。曾有人断言，《贝奥武甫》并非纯粹意义上的歌谣，因而必定是出自一位个体创作者之手。我们在讨论长篇叙事形式的时候，并未试图将歌谣或民间传说视为书面文学的口头传统因素；因为它们是书面叙事的竞争对象而不是影响势力，这种情况至少持续到浪漫主义运动。\n\n口头叙事的形式特点在歌谣及民间传说中多少都会发生一些变化。对这些文类产生深刻影响的因素不仅包括书面文学理念，也包括 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_71"
  },
  {
    "page_index": 72,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_72.png",
    "text": "2 书面叙事的口头传统 57\n\n固定文本概念，即个体叙事实际上并非伴随每一次表演而重新进行创作。这些文本无疑源自真正的口头传统，而且确切地说，它们也并非某一原始版本的“变体”。不过，即便是最低程度地诉诸书写，它们所获得的固定性（fixity）也会超越真正口头创作的程式化语汇。\n\n然而，“同情化想象”不止在口头叙事中促使作者及修辞性反讽淡出文本，同样也在掌控着歌谣的吟唱与民间传说的讲述。但是，我们所处的文学世界却受制于另一种截然不同的反讽势力：一方面是保守派学者力求为《贝奥武甫》留住作者，而另一方面却是先锋派叙事艺术家们在摹仿民间传说的讲述和歌谣的吟唱，对他们而言，让作者淡出文本是其孜孜以求的完美境界。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_72"
  },
  {
    "page_index": 73,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_73.png",
    "text": "57\n3\n现代叙事的古典传统\n要理解今天，我们就必须拥有过去。在20世纪，希腊罗马的文学依然凭借其内在的价值吸引着我们。不过，就我们进行此番考察的目的来说，其吸引力则不止于此。古典文学为我们提供了日后几乎所有叙事形式的原型及其互动和演化进程的主导范式。在所有长篇书面叙事形式中，唯有小说未能在古典时期得以发展。或许，这一让人扫兴的事实乃是罗马衰亡在文学上的最重要影响。不过，我们有些操之过急。不妨让我们的探讨始于端倪之处吧。\n史诗从口头传统演化为书面传统，并成为孕育新叙事文学的源头。对我们而言，这就是起点。在西方文学中，荷马既代表着口头叙事艺术的巅峰，同时也意味着书面叙事艺术的开创。作为口头叙事，《荷马史诗》可谓是一个强大的混合体，它包含来自宗教、历史及社会等各方面的素材——它们通过一种强烈的艺术统一性趋向在叙事中得以建构。我们将在讨论情节的时候(下文第六章)对此进行更为细致的阐释，但就此刻而言，我们只需注意，这种统一性得以建构的基础在于，对该混合体当中各种素材的属性尚存在一定程度的幼稚化理解。在史诗赖以创造的文化母体中，神话与历史之间并无所谓区分。而这种区分一旦开始发生——起初只是渐进的过程，但随后其势力即有所增强——便\n58",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_73"
  },
  {
    "page_index": 74,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_74.png",
    "text": "3 现代叙事的古典传统 59\n会以批评性的姿态作用于过去的叙事，并被确立为影响当下文学生产的审美及思想规范。真实与虚构之间的差异只要变得泾渭分明，那么故事的讲述就不得不选择其借以运作的标准：或求真，或唯美。其结果便是事实性(factual)与虚构性(fictional)这两大叙事流派的划分，进而衍生出我们观念当中所谓历史与传奇这两种形式。在西方文化中，这两条支流均发端于《荷马史诗》这个源头，而后各行其道，直至在小说中重新汇合。小说将事实性与虚构性元素加以融合，这并非由于幼稚和下意识，而是出于成熟与自觉性；此融合之所以成为可能，乃得益于所谓现实主义这一观念的发展；虽然理性主义似乎禁止这两条支流的联姻，但现实主义却为此提供了合理的平台。我们可以在希腊历史叙事的发展中看到史诗混合体的瓦解，同样，我们也能够看到现实主义此后对于出路的寻求。这一探索最初始于塞万提斯、斯卡隆①及其他文艺复兴之后的作家，当时他们正在通向现实主义的道路上摸索前行。但现在，我们则必须关注《荷马史诗》这一混合体本身的瓦解。就我们的研究目的而言，这乃是希腊叙事的最重要方面。\n荷马在使用“ἱσтор”（博学家②）这个词的时候，意指一位探究者(inquirer)，但任何现代意义上的历史概念对他而言并不存在。作为一个特征，原始史诗叙事运用具体的历史人物、地点或事件，将其和源自神话的人物进行虚构性组合，进而创造出自身的叙事手法与技艺。于是，在《贝奥武甫》《罗兰之歌》及《尼伯龙根之歌》中，我们发现了这种组合，无论是许耶拉克③，还是查理曼，抑或是阿提拉④，均多少在历史\n① 斯卡隆(Paul Scarron，1610—1660)：法国17世纪诗人、戏剧家兼小说家。著有《滑稽小说》(Le Roman Comique)，这部未竟之作以西班牙流浪汉式传统风格讲述了一群巡回演出的艺人在法国勒芒镇(Le Mans)的传奇经历。\n② 原文在此处对希腊文“ἱσтор”的注解是“histor”，在古希腊意为饱学之士。\n③ 许耶拉克(Hygelac，？一约516)：《贝奥武甫》中耶阿特人(Geats)的国王，贝奥武甫的舅舅。\n④ 阿提拉(Attila，406—453)：古代匈奴国王，以黩武著称，在西方历史及文学中号称“上帝之鞭”(Scourge of God)。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_74"
  },
  {
    "page_index": 75,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_75.png",
    "text": "60 叙事的本质\n上依稀可辨，而在他们身边还站着神话—虚构式的贝奥武甫、罗兰或西格弗里德（Siegfried）①；在这一类叙事中，虚构性显然大于历史性。在\n59\n希腊，考古学家已经成功发现了阿伽门农的金色迈锡尼（golden Mycenae）②，以及涅斯托耳（Nestor）的沙色皮洛斯（sandy Pylos）③，但是阿喀琉斯及跟随他作战的密耳弥多涅斯人（Myrmidons）④则在现实世界中未曾留下任何印记，因为他们压根就不属于那个世界。几乎可以确定的是，这些历史性因素与非历史性因素的组合并非出于自觉而为。作为一种典型特征，原始史诗的创作者们在处理传统素材时，似乎对哪些是历史哪些不是历史并没有明确的概念。\n\n对于任何一种文化来说，伴随其文明的推进必然会形成事实与虚构这两种类别之间的区分意识。据说，色诺芬尼⑤曾经（约公元前500年）写下过两部史诗，但遗憾的是，我们无以窥见其真面目。色诺芬尼或许比其他任何人都能更好地代表理性主义及经验主义的探求精神；正是在此精神的影响下，那种对事实与虚构加以融合的幼稚做法将最终遭到摒弃，取而代之的则是经验性叙事的兴起。色诺芬尼尤其批判了一切原始宗教神话背后的拟人神观念⑥，并将赫希俄德⑦与荷马视为叙事可信度的大敌。人们或许很想知道两千五百年前这种理性主义思维会创造出怎样的叙事。但这些史诗本身的失传很可能是因其趣味的缺乏所致。几乎可以肯定的是，色诺芬尼并没有成功找到行之有效的替代品以取代他所拒斥的《荷马史诗》混合体。\n\n在后荷马时代所产生的两类叙事形式堪称是希腊人对叙事传统做\n\n① 即上文提到的西格尔德（Sigurd），《尼伯龙根之歌》中的屠龙英雄。\n② 《荷马史诗》中希腊联军统帅阿伽门农的城邦，荷马将其称为“金色迈锡尼”。\n③ 希腊海港，《荷马史诗》中被描述为勇士涅斯托耳的城邦。\n④ 希腊传说中的一支部落，由阿喀琉斯进行统帅。在《荷马史诗》中，他们被描述为英勇善战，效忠于首领。\n⑤ 色诺芬尼（Xenophanes，约公元前570—前480）：古希腊哲学家兼诗人。\n⑥ 即人类按照自己的形象与本性加以设想的拟人化神系。\n⑦ 赫希俄德（Hesiod，约公元前8世纪）：与荷马齐名的古希腊口头诗人。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_75"
  },
  {
    "page_index": 76,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_76.png",
    "text": "3 现代叙事的古典传统  61\n出的主要贡献；它们的演进可以直接追溯到理性主义、怀疑论及经验主义等思维模式在希腊的独特发展——其规模和强度在欧洲17、18世纪之前可谓无人企及。如果我们专门关注前亚历山大时期希腊三位伟大的叙事作家：荷马、希罗多德及修昔底德，那么我们便能非常清楚地、戏剧性地看到这种思想推动力所产生的效应。荷马是一位“史诗创作者”（epopoios），或作诗之人；希罗多德则是“故事创作者”（logographos），或散文作家；不过，希罗多德在书写自己的散文时，头脑中想着的还是口头表述。修昔底德的创作旨在（如他在第一章告诉我们）“流芳百世，而不是去迎合眼下公众的口味”。《伊利亚特》是对一则口头叙事的改编；希罗多德书写《历史》不过是为了进行口头传达；而修昔底德的《伯罗奔尼撒战争史》则是一本完全意义上的书。荷马书写远古历史，希罗多德书写近代历史，而修昔底德则书写当下事件。由于希罗多德处于这一发展脉络的中间，因此他的情况具有特殊的关注价值。\n希罗多德的探究性思维方式促成其强烈的理性倾向，同时作为一种平衡机制，他也在自己的叙事中追求动人而不乏条理的一面。他没有以召唤缪斯女神开始自己的创作，而是首先道出自己的姓名及研究方法与目的：\n来自哈利卡纳苏斯①的希罗多德所取得的历史发现（Herodotou Halikarnesseos histories）呈现于此，为的是不让历史中的往事随时间的流逝而淡出人们的记忆；为的是让希腊人及异邦人所表现出来的伟大壮举（尤其是双方交战的原因）流传青史。\n希罗多德常常贬低诗体叙事，他曾在一个场合中说道，“在没有事实依据的情况下编故事是希腊人普遍拥有的嗜好”。为此，他还引用赫拉克里斯（Herakles）在埃及的故事作为例证（与《圣经》中的力士参孙存在\n① 希罗多德的出生地，古希腊城市；今土耳其海滨城市博德鲁姆（Bodrum）。\n60",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_76"
  },
  {
    "page_index": 77,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_77.png",
    "text": "62 叙事的本质\n有趣的相似性),并断言,\"此外,假如赫拉克里斯只是个凡人(如他们所云)并且单枪匹马,他如何有可能让成千上万的人毙命?现在我希望,无论是众神还是英雄都能宽恕我就这些问题所发表的看法\"。但是,希罗多德心中的虔诚与怀疑是同时并存的。他既追求历史事实,也注重戏剧性场面所起到的平衡功效:他会以直接引语的形式向我们展示波斯国王大流士与其妻阿托撒(Atossa)的枕边对话。希罗多德的一位最新近的译者曾指出:对于希罗多德而言,\"诗性的语汇即是自然的语汇\"。尽管他的节奏是散文化的,但他的措辞却是诗体化的。在希罗多德身上,我们能够发现理性主义精神的影响。从此,希腊人将不可能再创造出幼稚化的史诗。在希罗多德之后,接踵而至的是表现出高度理\n61性主义的修昔底德;他进一步将《荷马史诗》混合体中的历史性素材与神话虚构元素加以分离。他(如希罗多德那样)对那些\"夸大主题重要性的诗人(poietai)\"颇有微词,而且他还指责(或许是在影射希罗多德)那些\"散文编年史家(logographoi),认为他们所关注的与其说是讲事实,不若说是博取公众所好\"。修昔底德夸口说,他的著作可能不如前人的叙事那样吸引人,因为他已经消除了其中的\"神话传说(mythodes)因素\"。\n修昔底德无疑代表了古代历史创作的理性主义巅峰。日后的希腊或罗马历史学家再也无法超越,甚至无法达到他的经验主义高度。按照F.M.康福德的观点,历史学必须依赖\"知识的积累与系统化,以及随后数个世纪对工具性科学观念的努力提炼、细化和分离\";但是,即便在缺乏这些\"必不可少的协助时\",修昔底德实际上在通向理性主义历史学的道路上依然走得最远。可以说,西方历史学一直停留在修昔底德的水平,直到17世纪霍布士(Hobbes)的《伯罗奔尼撒战争史》著名译本出现。此时,新经验主义已经能够开始提供必要的科学观念和资料,以继续在历史叙事中将虚构从历史中分离出来。正如康福德在《修昔底德:神话与历史之间》(Thucydides Mythistoricus)里所言,修昔底德本人虽然在其叙事的第一章中做出了杜绝虚构的声明,但是由于受",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_77"
  },
  {
    "page_index": 78,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_78.png",
    "text": "3 现代叙事的古典传统  63\n到超历史性程式(它们来自悲剧,进而无法摆脱神话渊源)的强烈影响，所以,其声明的可信度尚值得质疑。事实上,修昔底德叙事的大部分力量来自于其中的埃斯库罗斯(Aeschylean)元素。雅典作为一个悲剧性的主角暴露了其狂妄自大的品性,并因此而受到了应有的惩罚,这种戏剧性及神话性程式能够比编年史本身提供更为有力的叙事表达。\n在修昔底德的叙事中还存在着另一个重要的非经验性因素,即修辞因素。他在第一章当中承认自己为战争前及战争期间的情景编造了合适的演说。修辞的缀饰本质上是反摹仿性和反历史性的,它要求以事实为代价进行有效的叙事呈现。但是,除了修昔底德所乐于承认的这种建立在逻辑与修辞原则基础上的虚构之外,还在第5卷中出现了所谓米洛斯对话①的片段。在那里,固有的公共演说修辞模式遭到摒弃,取而代之的是戏剧性的私人对话;如此一来,作品便能够以令人信服的方式颇为有效地揭露雅典的狂妄自大。如果说,历史叙事在希腊人的世界中始终平衡于戏剧口头艺术与修辞学之间,那么从此阶段开始,历史叙事的演进便只能依赖于对艺术的剥离和科学的转向。只有通过不断强化历史学形式的经验倾向,历史性姿态的影响方可凭借其对“探究”的重视而得以彰显。不过,罗马的历史学并未朝这一方向发展。对罗马人而言,修昔底德的经验主义倒未必是作为一种精神去引领历史学家追求事实的准确性,相反,它更是作为一种文学传统而被后人加以效仿。\n就历史创作的实证性来说,罗马作家并没有超越修昔底德,但罗马的历史编纂并非仅仅以罗马史料为内容去套用希腊技法。一方面,历史内容本身发生变化。亚里士多德认为历史有别于诗歌,因为前者应对的是“已然”之事而非“或然”之事;他之所以偏好诗歌,乃是由于诗歌\n①《伯罗奔尼撒战争史》第5卷中的一个段落;主要讲述雅典在入侵米洛斯(Melos)之际,两方就双边关系进行的政治对话,前者代表的是强权政治,而后者则代表的是多极化政治,强调中立的合法性。修昔底德在此处别出心裁地采用了戏剧对话的形式来展现双方的辩论。\n62",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_78"
  },
  {
    "page_index": 79,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_79.png",
    "text": "64 叙事的本质\n着眼于普遍意义，而不是束缚于具体历史事件的樊篱之中。不过，比这一构想更有意思的是，他认为史诗所应对的是一个孤立的行动，而历史所应对的则是一段孤立的时期。从亚里士多德就历史与诗歌之别所做的阐述(《诗学》1451，1459)来看，他忽略了一点，即历史可以通过筛选出一条叙事脉络去处理多个时期，并借此使历史作品获得史诗那样的统一性，也即围绕单个主人公所展开的单个行动。亚里士多德显然将历史内容多少视为像伯罗奔尼撒战争或特洛伊战争那样的事件。他之所以这样认为，乃是因为他从未领略过李维①这位伟大的罗马史学家所创作的那种历史，当然也可近乎合理地说，是因为李维式的历史未曾在希腊文学中存在过。尽管人们曾听说“埃福罗斯②”这位亚里士多德的同时代作家创作过一部希腊“通”史，但这只是被公认为希腊历史编纂史上的一则独特事件而已。事实上，后来的希腊历史学家波利比奥斯③和波西多纽斯④(分别生活于公元前2世纪和公元前1世纪)均哀叹那种将历史囿限于单一事件或时期的希腊化倾向。\n\n另一方面，罗马人似乎很早就已经开始尝试关注整体化的罗马历史，而李维的伟大作品正是这一悠久通史传统的集大成者。不过，这些通史现已遗失(同样，李维本人的大多数作品也已遗失)。这种广博视野乃是典型的罗马化特征，它受到爱国情怀的感染，把罗马视为主人公，并将罗马的发展与进步当作情节。与早期的希腊历史学家相比，罗马人所采取的不同焦点与侧重点使得其历史创作在很早便更为关注社会、经济及政治制度；而修昔底德在其作品中则主要关注世界历史当中\n\n① 李维(Titus Livy，公元前59—公元17)：古罗马著名历史学家，著有《罗马自建城以来的历史》。\n② 埃福罗斯(Ephorus，约公元前400—前330)：古希腊历史学家，创作了古希腊罗马时代的第一部通史。\n③ 波利比奥斯(Polybius，约公元前205—前123)：古希腊历史学家，著有《历史》(The Histories)；他有关政府中权力制衡的理念对后世产生了深远影响。\n④ 波西多纽斯(Posidonius，约公元前135—前51)：古希腊伟大的学者，在哲学、政治学、历史学、天文学及地理学等诸多领域颇有建树，最早提出了“人种地理学”概念。\n\n63",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_79"
  },
  {
    "page_index": 80,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_80.png",
    "text": "3 现代叙事的古典传统  65\n最伟大的战争及其对参战各方的影响——当然，他对希腊生活中的制度性层面也有所触及，不过总是将其置于主导关注之外的边缘地带。修昔底德的理性主义着眼于史诗性内容，就像希罗多德和色诺芬那样，修昔底德主要是一位军事史家。而相比之下李维则算是一位杰出的政治及社会史家，就这一品质而言，他甚至与那些罗马年鉴史家及编年史家不无共同之处，只是后者并未像他那样对历史事件采取一种纵览式的视野。对李维本人来说，社会和政治制度的演化不止是其主要兴趣所在，而更是其著作中的重要组织原则。在他所创作的历史中，诸君王统治下的罗马乃是一部分篇章的主题，而共和制的罗马则是新主题和新篇章的开始。在李维的叙事中，贵族和老百姓阶层几乎发挥着人物的功能；作为影响力因素，他们与元老院和公民大会等政治因素一样，有助于历史事件的建构。\n我们在此所关注的是古代历史书写在形式及内容方面的变化；不过，在经验性认识的层面上，这一变化并未带来任何实际的进步。相反，在古希腊和罗马社会后期，历史叙事在这方面倒是经历了一种倒退。修昔底德曾引以为豪地将虚构因素从其叙事中摒除，而如今李维及其他历史学家出于艺术效果方面的考虑，又故意将它重新引人到叙事当中。在西塞罗（Cicero）和昆提连①探讨修辞（或文学理论）的著作中，历史被视为一种艺术：它一方面体现真实与客观，另一方面也表现出美化的形式与强烈的情感效果。正如书面拉丁文的演化一样，历史叙事作为一种文学形式的演化也遭到了罗马文学理论的人为遏制。那种寻求事实真相的经验主义冲动首先遭到了挫折。正如书面语同口语之间的差异一样，历史书写总是与现实保持着一定的距离。希腊的历史叙事在其早期阶段的发展，一直是建立在对史诗加以疏离的基础之上；正是在抵制史诗传统的过程中，它找到了自身演进的条件。相比之下，罗马的历史叙事在选择自身的传统时则远比希腊自由。尽管它在\n① 昆提连（Quintilian，约35—100）：古罗马修辞学家、教育家及文学评论家。\n64",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_80"
  },
  {
    "page_index": 81,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_81.png",
    "text": "66 叙事的本质\n发展过程中往往对制度和社会运动表现出更强的敏感性，但它同时也对这一进程进行了人为的遏制，以保留悲剧和演讲术等因素，以及伪史诗（pseudo - epics）和传奇当中所展现出来的那些情感效果。\n\n在塔西佗之后，罗马的历史叙事作为一种文学形式几乎陷入了绝境。年鉴的写作之所以能够继续，乃是因为每年都会产生新的创作素材，但事实上，罗马的历史写作在质量及数量方面均产生了下滑。在文学史上，一旦某种形式得以固定下来或无法进行自然演化，那么它往往会发生萎缩并最终消亡；或即便有所产出，也只会是极度苍白无力之作。假设罗马的历史编纂学摆脱了修辞的圈囿，假设罗马的哲学能够将希腊人遗弃的经验主义思想拿来为我所用，也许早在帝国时代的罗马，便会出现更为接近马基雅维利（Machiavelli）或霍布士那样的人物。如果历史再多一份严格、事实意义上的经验性，那么它便有可能朝向现代历史科学发展，继而促使古代史当中那些更具广义经验性、更注重感受之真而非事实之真的诸多因素去寻求一种新的形式载体；而这就有可能意味着又朝我们所认识的现实主义小说迈进了一步。事实上，在罗马时代，衍生于历史叙事的最重要分支乃是传记这一形式，它刻意从经验世界的束缚中挣脱出来，向教寓和修辞方向发展。\n\n在我们看来，古典传记可以通过普鲁塔克①的作品加以示范。尽管普鲁塔克用希腊文创作，但他仍算得上是罗马帝国时期希腊罗马文化的典范；我们在此将其视为诸多“身世”作家的一位代表人物。“身世”作为一种形式发端于歌颂性演说、回忆录（如托勒密②笔下的亚历山大大帝）及历史作品。普鲁塔克在其为亚历山大大帝书写的传记中，非常精确地说明了这一形式的局限之处：\n\n① 普鲁塔克（Plutarch，约50—125）：希腊传记作家及伦理学家，著有《希腊罗马名人传》（通常称为《平行的身世》），对希腊和罗马的历史名人进行配对式立传。\n② 托勒密，即托勒密一世（Ptolemy I Soter，约公元前367—前283）：亚历山大大帝执政时期的马其顿将军，后作为埃及的杰出统治者，被尊为法老，曾亲自为亚历山大大帝立传。\n\n65 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_81"
  },
  {
    "page_index": 82,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_82.png",
    "text": "3 现代叙事的古典传统 67\n因为我的创作关注的是身世而非历史：最惹眼的事件未必总能展现美德与邪恶，倒是那些琐碎的行为，如一句俏皮话或一个恶作剧，反而经常要比那些最血腥的杀戮、最壮观的游行或城市围攻战更能揭示人物性格。这就如同肖像画家那样，为了营造逼真的效果，会试图突出眼睛的特征或一个眼神（性格得以揭示之处），而对于其他方面的关注则要少得多。同样，我也该致力于将挖掘人物心理特征作为主旨，并借此再现每个人物的身世，而将最伟大的壮举与战役留给他人去关注。\n我们可以说，“身世”类作品不仅意在描绘人的灵魂并揭示美德与邪恶，同时在展现人物性格与气质方面更加倾心于那些不起眼、不经意的行为，而不是那些承载着历史之重的伟大行为。当然，正是在摒弃了诸多历史叙事关注的过程中，“身世”类作品才必然会对伦理性及虚构性程式表现得更为敏感。亚历山大的身世传奇实则出自普鲁塔克的前辈克来塔卡斯①所书之作，而普鲁塔克的创作距前者仅一步之遥。一般而言，我们可以认为，事实与虚构之间的界限在传记中要比在历史中划分得更为随意些。西塞罗本人曾在信中力邀历史学家卢克乌斯②为其执政官生涯单独书写一则纪要；在此创作中，他可以适当背离历史编纂学的原则，以使作品更具感染力和教育性。普鲁塔克在进行传记创作时所遵循的正是这一理念。\n这种传记几乎是现实主义小说的完美补充。其主题是真实的——一位“历史性”人物，但其内容出于对情感和道德教育的关注却是高度虚构的；其目的不仅在于感染，同时也在于教寓。现实主义小说习惯于创造一位“非历史性”人物，而后试图对其经验加以具象化处理以期表\n①克来塔卡斯（Cleitarchus，生卒不详）：公元前4世纪的希腊历史学家，善于在历史叙事中穿插虚构元素。\n②卢克乌斯（Lucceius，生卒不详）：公元前1世纪古罗马演说家及历史学家。\n66",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_82"
  },
  {
    "page_index": 83,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_83.png",
    "text": "68 叙事的本质\n现出现实之感，一种对生活的再现。在以经验主义为导向的文化中，传记的发展往往趋向于对事实进行“科学的”精确甄别；不过，当经验性思维模式不再能够施加持续影响时，“身世”类创作很快便会滑入到传奇文类之中；同样，中世纪就圣徒身世所进行的诸多创作亦经历了这一发展。继罗马时期之后，传记形式当中所包含的事实性或摹仿性叙事潜能大体上处于未开发的状态，直到17、18世纪方有所改观。\n\n在上文，我们追溯了古典时期经验性叙事的源流，现在我们必须回到史诗叙事的另一重要衍生物：传奇。当希腊的“故事创作者们”(logographoi)正致力于对其叙事进行去虚构化处理(de-fabulization)之际，而“史诗创作者们”(epopoiOi)则在对自己的叙事进行去历史化处理(de-historicizing)。比如，公元前6世纪出现的《泰列格尼》①(Telegony)——《荷马史诗·奥德赛》的后续之作——就显示出强烈的虚构化倾向：其中，忒勒戈诺斯(奥德修斯与喀耳刻所生之子)杀死奥德修斯，最终娶珀涅罗珀②(Penelope)为妻，而忒勒玛科斯则迎娶喀耳刻为妻。显然，这则故事的对称化谋篇并非遵循传统而是依靠创造。在公元前5世纪，伴随希腊戏剧与历史创作的灿烂辉煌，书面虚构性叙事遭受排挤而几乎在希腊绝迹。但是，到了公元前4世纪，我们则可以发\n67 现一种新的虚构理念正得以演化，并即将显现出相当的重要性。色诺芬，一位对历史和虚构极具清晰甄别能力的历史学家，为两者设计出一种组合的新形式。在《居鲁士的教育》中，他故意为一位历史上的统治者虚构了身世；按照后来西塞罗的说法，其目的non ad historiaefidem，sed ad effigiem justii imperii(并非在于表现历史的可靠性，而是为了树立一个英明统治的典范)。乌托邦小说正是肇始于此，历史\n\n①《泰列格尼》：古希腊史诗，讲述奥德赛与喀耳刻(Circe)所生之子忒勒戈诺斯(Telegonus)的故事。\n②珀涅罗珀：《荷马史诗·奥德赛》中奥德修斯的发妻，与奥德修斯生有一子，名为忒勒玛科斯(Telemachus)。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_83"
  },
  {
    "page_index": 84,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_84.png",
    "text": "3 现代叙事的古典传统  69\n小说亦然。在阿布拉黛提斯(Abradates)①和潘提亚(Panthea)的故事中，色诺芬向我们展示了古典学者所公认的第一则西方爱情故事。\n\n在古代虚构性叙事的发展过程中还有另一部标志性的作品，即公元前3世纪亚历山大人阿波罗尼奥斯所创作的《阿尔戈》。阿波罗尼奥斯一方面通过运用传统神话素材，另一方面又通过从修辞学家、戏剧家及历史学家那里借用技法，写出了长达四卷的诗体叙事，分别对英雄事迹与个体心理进行了关注。在下文讨论叙事中的人物塑造时，我们还会就该作品进行更为详尽的研究，但此刻不妨把它当作一个背景因素，以说明希腊散文体小说的主要形式——传奇——如何得以兴起。当然，传奇这个从后来用法中借用的术语，通常是作为一个标签用来代指以罗曼语诸方言创作的叙事。正是从这里，该术语进入了欧洲的通用语汇(如法国“小说[roman]”)用以代指长篇散文体小说，与较短篇幅的叙事(如法国“中篇小说[nouvelle]”)相对；当它进入英语语汇后，则用来代指虚构的非现实主义叙事，以区别于那种被称为小说的现实主义类别(如克拉拉·里夫所阐述的那样，见上文第一章引用处)。\n\n古典学者们至今还在就希腊传奇的早期渊源争论不休。这种形式可能从“新喜剧”(New Comedy)②、哑剧创作者、修辞学家及东方文学那里已经或多或少地汲取了一些营养，另外，我们从《居鲁士的教育》、《阿尔戈》及整个亚历山大时期的文学当中还发现了一个元素，即作家们对爱情所给予的新的重视。希腊传奇可能早在公元前1世纪就已经产生。这一时期的《尼努斯③传奇》(Ninus Romance)残本说明，在早期的传奇形式中或许已经存在某些以实际历史人物为原型的叙事片段——有些类似于《居鲁士的教育》，但其中那种表现“英明统治典范”\n\n① 色诺芬在《居鲁士的教育》中提到的苏萨(Susa，今伊朗境内)国王，曾与居鲁士为敌，后其妻潘提亚为居鲁士俘获，受到上宾之礼，阿布拉黛提斯因此归顺居鲁士；当阿布拉黛提斯在一次战役中阵亡后，潘提亚也在悲痛之中殉情自杀。\n② “新喜剧”：公元前4世纪至前2世纪盛行的古希腊喜剧形式；它淡化政治，并破天荒地将爱情当作戏剧的主要因素，对文艺复兴时期的戏剧产生深远影响。\n③ 尼努斯：传说中亚述帝国(Assyria)重镇尼尼微(Nineveh)的最初缔造者。\n68",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_84"
  },
  {
    "page_index": 85,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_85.png",
    "text": "70 叙事的本质\n\n(effigium justi imperii)的哲学关注却已经为动人的情爱故事所取代。无论希腊传奇的前身是什么，它在此时已经成为了一种充满活力、朝气蓬勃的文学形式，在地中海地区广为流传，并通过《罗马人传奇》(Gesta Romanorum)①及类似文集渗透到中世纪方言文学当中去(如约翰·高厄②将《罗马人传奇》中有关泰尔人阿波罗尼奥斯③的故事用作《情人的忏悔》④中的一个片段，而莎士比亚也正是从此处将该故事借用于自己的戏剧传奇《佩力克里斯》⑤当中)。这些叙事在16世纪得以复兴并被翻译成各种方言；它们不仅在文艺复兴时期的虚构文学中——如锡德尼(Sidney)的《阿卡狄亚》(Arcadia)——留下了印记，而且还影响到正处于演化进程之中的欧洲小说。比如，《汤姆·琼斯》的情节实质上就是一种希腊传奇的情节。\n\n留存至今的重要希腊传奇大多数可回溯至公元2世纪，它们包括：卡里同⑥的《凯勒阿斯与卡利罗亚》、色诺芬⑦的《哈布罗科姆斯与安蒂\n\n① 创作于13世纪末或14世纪初的中世纪拉丁文故事集，以轶事或传说的形式讲述了罗马时代的风俗和传奇，对乔叟、莎士比亚和薄伽丘等后世文学产生重要影响。\n② 约翰·高厄(John Gower，1330—1408)：与乔叟同时代的英国诗人。\n③ 泰尔人阿波罗尼奥斯(Apollonius of Tyre)：泰尔系古代腓尼基的著名港口，今黎巴嫩境内；泰尔人阿波罗尼奥斯是中世纪传奇中的一个经典形象，他因发现一位国王与其女发生乱伦之情而遭到追杀，与自己的妻女失散，在历经磨难后终得以与家人团聚。\n④ 《情人的忏悔》(Confessio Amantis)：约翰·高厄用中古英语创作的长篇叙事诗，以名为“情人”的叙述者向神忏悔的套层模式讲述了许多情爱故事。\n⑤ 《佩力克里斯》(Pericles)：莎翁戏剧，剧名全称为《泰尔亲王佩力克里斯》；佩力克里斯因为从谜语中发现安提阿克(Antioch)的国王与其亲生女儿之间的乱伦而遭到追杀，并在流亡途中历经人生的悲欢离合。\n⑥ 卡里同(Chariton，生卒不详)：约公元1世纪至2世纪的希腊传奇作家，所著《凯勒阿斯与卡利罗亚》(Chaereas and Callirhoe，又译《寻妻记》)将历史人物与虚构情节加以参合，讲述丈夫凯勒阿斯与妻子卡利罗亚之间的奇特婚姻变故及两人最终的破镜重圆。\n⑦ 色诺芬(Xenophon of Ephesus，生卒不详)：约公元2世纪至3世纪的希腊传奇作家，所著《哈布罗科姆斯与安蒂亚之以弗所传说》(Ephesian Tale of Habrocomes and Anthia)讲述了以弗所一对年轻恋人自相爱之日起所经历的多次磨难，二人在艰险之中承受爱情的考验，守住贞洁，最终得以团圆。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_85"
  },
  {
    "page_index": 86,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_86.png",
    "text": "3 现代叙事的古典传统 71\n亚之以弗所传说》、赫利奥多罗斯①的《提亚戈尼斯与卡里克列娅》（又名《埃塞俄比亚遗事》——篇幅最长、结构最精致）、朗戈斯②的《达夫尼斯与赫洛亚》（它将狄奥克里特的田园风格与标准的传奇程式加以混合），以及阿喀琉斯·塔提奥斯③的《琉基佩与克勒托丰》。这些传奇的情节因素是高度程式化的。一对年轻恋人相爱，天各一方，种种灾难置他们于极度危险之中，他们的爱情无法修成正果，但在叙事的结尾处依然守住贞洁，毫发未损，继而终成眷属。（不过也有例外。比如说达夫尼斯并未完全守住贞洁；但朗戈斯是在把玩传奇这一形式，与大多数传奇作家相比，他显得更随意一些。）典型传奇中的主要形象无疑只是人，但却极具魅力，而且往往在不寻常的压力之下仍能表现出美德与尊严。在传奇中，贞洁成了所有美德当中最重要的一种。通常而言，在这些故事中，绝对的诗性正义总是胜出，而真正具有美德的人物尽管总是面临死亡的威胁，却不可摧毁。\n在此类叙事当中，虚构性元素起着主导作用。虽然它们对神话和寓言的成分有所削弱（当然，这里应排除所有婚姻情节的生殖仪式意义），但并不力求实现历史的幻象或是展现当下的普通生活。这些编造的故事对于自己的编造身份并不避讳。其侧重点在于情节而非人物，在于离奇陌生而非司空见惯；尽管“机械降神”（deus ex machina）可能会插手到情节之中，但其焦点依然在人而不是神。虽然这些故事摒弃了宗教神话，但其对于悬念和叙事复杂化的关注仍使得它们与经验性结构或人物塑造保持着距离；同时，它们对诗性正义的追求也使得其自\n① 赫利奥多罗斯（Heliodorus，生卒不详）：公元3世纪希腊传奇作家。\n② 朗戈斯（Longus，生卒不详）：约公元2世纪的希腊传奇作家，所著《达夫尼斯与赫洛亚》（Daphnis and Chloe）讲述了两个弃儿自幼被不同的牧羊人收养，互不相识，直至丘比特实施魔法，使二人坠入爱河，虽历经种种考验，但最终还是修成爱情正果。\n③ 阿喀琉斯·塔提奥斯（Achilles Tatius，生卒不详）：约公元2世纪的希腊传奇作家，所著《琉基佩与克勒托丰》（Leucippe and Cleitophon）讲述了琉基佩与堂兄克勒托丰的爱情磨难，其中不乏希腊爱情传奇惯用的风暴、强盗及假死等元素，故事以二人结为夫妻告终。\n69",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_86"
  },
  {
    "page_index": 87,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_87.png",
    "text": "72  叙事的本质\n\n身被永远阻隔在现实世界之外。与历史学家一样，这些叙事作家对历史与虚构的差异有所认识。虽然其叙事表达中仍保留着——或许是出于下意识——某些神话元素，但他们还是像历史学家那样将显性的神话内容从自己的叙事中清除出去。不过，从另一方面来看，只有当这些作家有意识地与历史学家针锋相对之际，他们方能沉醉于虚构所带来的自由，构想那些令人愉悦而又充满惊异的事件和纠葛，而不必受制于或然性的束缚与现实世界的羁绊。\n\n每个时代和文化都有其代表性的叙事形式。罗马由于多少受其希腊崇拜思想的驱使而演化出一种以希腊模式为效仿对象的延展性文学（extensive literature），对此，我们在上文讨论历史创作时已有所管窥。而且即使在今天，罗马叙事基本上还是被视为此种类型；也许这是因为维吉尔在我们的学校课程中始终占据着主导地位。但是，罗马人也为叙事形式的发展做出了卓越的、富于创意的贡献，而这一贡献的程度与性质却很少得到过公允的评介。不过，在探讨该问题之前，我们必须考察一下那些以非历史类派生形式进行创作的罗马作家。他们的作品就其本身而言绝非不重要；但是，由于我们在此处就叙事形式演化所展开的讨论趋向于过分关注那些——用庞德（Ezra Pound）的话说——“使之出新”的作家，所以对我们来说，此番讨论多少会将维吉尔当成相对次要的诗人，这固然令人遗憾，但却不乏必要性。\n\n在所有罗马叙事艺术家当中，维吉尔当然是最显著地体现了与希腊模式之间的派生关系；他在模仿荷马时可谓惟妙惟肖、尽善尽美，但即便如此，他还是做了荷马从未涉足之事。他开创了书面史诗形式。如果我们将荷马看作一个固定的点，那么从该点出发，我们可以朝任何方向划一条直线。但是，如果这条直线必须经过第二个给定的点，那么，就只会产生一种可能的方向。而这第二个参照点正是维吉尔用拉丁文所提供的。《埃涅阿斯纪》（Aeneid）是一首合成化（或“文学性”）史诗。在其中，维吉尔模仿了荷马所有那些被称为“意外因素”的东西——在《荷马史诗》里，它们大多是由口头程式创作（重复出现的缀\n70",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_87"
  },
  {
    "page_index": 88,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_88.png",
    "text": "3 现代叙事的古典传统 73\n语、“史诗性”比喻，以及通常的口头诗歌修辞)的急迫性所造成的结果。继维吉尔之后，任何一首叙事诗要想博得史诗之名，唯一的条件便是忠实遵守维吉尔所确定下来的史诗传统。假如要对叙事形式有一种清晰的认识，那么我们将不得不对传统术语有所修正。一部真正的史诗是一种口头程式化叙事，它将神话、摹仿及历史素材杂糅于一种虚构形式之中。《贝奥武甫》是真正的史诗，而《埃涅阿斯纪》(Aeneid)则是合成化史诗，也就是说，是包裹在史诗外衣下的传奇。维吉尔就埃涅阿斯(Aeneas)的虔诚与祖国的重要性所给予的突出关注是出于道德层面的考虑，这就在相当程度上取代了荷马所热衷的那种通过行动来展示人物的做法。埃涅阿斯并非史诗叙事里的那种人神(man-god)，而是传奇中的王者英雄(king-hero)。所以从内容上看，这首诗的前6卷可能更接近《奥德赛》，而后6卷虽更接近《伊利亚特》，但却缺乏荷马叙事当中那种丰满的、问题化的人物塑造。维吉尔使叙事趋向于寓言:像斯宾塞和弥尔顿这样的英国叙事诗人，尽管迥然相异，但在与维吉尔和荷马的关系上，都更接近前者。史诗的世界是一个问题化的世界，要回答其中关于生活的诸多问题绝非易事。上帝对付人类的种种手段可以在史诗中得以接受，但其合理性却不为证实。它们捉摸不定、反复无常。原始史诗形式中的问题与困惑往往会引起戏剧性张力，而当合成化史诗转向传奇时，便会着手回答那些问题，解决那些困惑;如果说，关注命运束缚下的人物是史诗的典型特征，那么，合成化史诗则代之以思想性及哲学性的关注。即便是《奥德赛》这部史诗本身——不管它是否为一个名叫荷马的人所作——也已远离了《伊利亚特》的问题化世界，转而向传奇方向靠拢。\n在拉丁文学中，作为叙事诗人的卢坎①虽奢望赶超维吉尔的成就，却不得不接受其前辈树立的史诗形式观念。在《法萨利尔》中，卢坎试\n① 卢坎(Lucan，39—65):古罗马诗人，著有史诗《法萨利尔》(Pharsalia)，讲述恺撒大帝与庞培之间发生的内战。诗歌标题意指发生在法萨卢斯(Pharsalus)的战役。\n71",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_88"
  },
  {
    "page_index": 89,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_89.png",
    "text": "74 叙事的本质\n图对传统进行反拨；为此，他选取了恺撒内战这一相对现代的历史主题，突出其素材中似非而是、骇人听闻的层面，并发挥其创作的修辞性及隽语性特色。如果说维吉尔此前将合成化史诗推向了传奇和寓言，那么卢坎则促使其重返历史，重返“塞内加式”（Senecan）的悲剧。就像前希罗多德时期希腊对荷马的认识一样，卢坎在中世纪也最终被定位成一位历史学家。\n\n现在，我们有必要考察几位最具影响的罗马叙事艺术家——他们均从希腊人那里找到自身创作所需的形式或素材。就对后世文学的深刻影响来说，没有任何古典作家能够凌驾于奥维德（Ovid）之上。但是，他的影响几乎与叙事形式的演化无甚关联。奥维德的伟大叙事《变形记》一方面利用了希腊的神统记①传统，另一方面亦取材于各种神话文集，如一位名为博伊奥斯②的人所创作的《化鸟记》（关于人变成鸟的故事）。这种特殊的杂交体因其形式与内容的紧密黏合，而无法演变为某种适于通用的叙事类别。这样一来，奥维德对后世文学所产生的影响并非在于其形式，而是在于他在《变形记》中所汇编的大量便于利用的神话素材；当然，更重要的影响还是在于他对心理学的关注，尤其是爱情心理学，这一点不仅清晰地展现于《变形记》之中，也展现于《恋歌集》（Amores）③、《爱的艺术》（Ars Amatoria）④及《名媛信札》（Heroides）⑤当中。（关于奥维德在这方面的成就，下文第五章将有所讨论。）此外，奥维德还在形式层面上对短篇故事的风格与修辞做出了贡献，这一点乃是任何人在研究短篇叙事形式传统时所无法回避的，但由于我们现\n\n① 神统记：记述宇宙诞生的经过，以及诸神的谱系，是希腊神话的重要文献。\n② 博伊奥斯（Boios，生卒不详）：古希腊文法学家及神话作家，著有《化鸟记》（Ornithogonia）。\n③ 《恋歌集》：奥维德的五卷双韵体诗集，现存三卷，以幽默的仿英雄体笔调详述了他与已婚女子科林娜（Corinna）之间的情事。\n④ 《爱的艺术》：又译《爱经》，奥维德的三卷篇诗歌，以滑稽讽刺的口吻假称受爱神之托，分别向男女两性宣讲恋爱的技巧和艺术。\n⑤ 《名媛信札》：奥维德的书信体诗集，以希腊罗马神话中的女性为第一人称，杜撰她们写给情人的闺怨之书。\n72 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_89"
  },
  {
    "page_index": 90,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_90.png",
    "text": "3 现代叙事的古典传统 75\n\n在所讨论的主题属于长篇叙事形式，故而在此不另节外生枝。\n\n到目前为止，我们所关注过的罗马作品只是代表了对希腊原创形式及素材的改良，而罗马人对叙事形式的发展所做出的独特贡献则尚需探讨。当昆提连说“至少讽刺文学完全属于我们”①时，他恰恰是在因循这一脉络进行思考，只是其中多了一份爱国情怀。对此表述，我们不妨修正为：正是在罗马时期，所有的见证性叙事形式(包括大多数早期叙事讽刺文学)——而不仅仅是讽刺文学——最终形成了其第一次重要的发展。当然这并非说，第一人称叙事此前从未存在过，而是说，那种专用来进行第一人称叙事呈现的形式此前从未获得过任何方式的发展。于是，一位名为色诺芬的人在其《远征记》(Anabasis)②中讲述其本人在小亚细亚的经历时，不自觉地就运用了第三人称来书写他自己，正如恺撒后来在其《高卢战记》(De Bello Gallico)③的创作中所做的那样；甚至到了13世纪初，维勒哈杜因④也在其《君士坦丁堡征服记》(Dela Conqueste de Constantinople)中采用了相同的手法。这些作者选择此叙述模式并非出于自负或自谦，而是因为他们将第三人称与史诗及历史性正式叙事相联系，并将自己的作品归于此类叙事。以第一人称创作会少一份正式，多一份亲和，就像维勒哈杜因在早期法国历史叙事方面的继承者让·德·热安维尔⑤所创作的《回忆录，或虔诚基督国王\n\n① 原文此处用的是拉丁文:satira quidem tota nostra est,即英文 satire at least iscompletely ours之意。\n② 《远征记》:公元前401—前400年，色诺芬受聘于波斯王子小居鲁士，参加了小居鲁士与其兄争夺王位的战争。战争失败后，色诺芬带领所谓“万人”雇佣军由波斯成功撤退到小亚细亚。《远征记》详尽记载了战争和撤退的全过程，而在他指挥下的撤退方略后来成为军事学上的典范，从而使色诺芬置身于古典军事家的行列。\n③ 《高卢战记》:恺撒以第三人称书写的，有关自己在高卢行省长达九年的各种战事及行政事务。\n④ 维勒哈杜因(Villehardouin,约1150—1212):法国历史学家、军人，曾参与第四次十字军东征，并为之立传《君士坦丁堡征服记》。\n⑤ 让·德·热安维尔(Jean de Joinville,1224—1317):法国历史学家，曾参加第七次十字军东征，所著《回忆录，或虔诚基督国王圣路易的历史与纪事》(通常称《圣路易的生平》)详细记载了路易九世的美德与言行。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_90"
  },
  {
    "page_index": 91,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_91.png",
    "text": "76 叙事的本质\n圣路易的历史与纪事》。在早期文学中，第一人称通常运用于书信和备忘录等松散的个人叙事形式中，其使用者为业余人士而非职业作家。\n当然，我们偶尔也会在某些本质上既非第一人称形式，又非自传风格的作品中发现作家的自省意识，比如赫希俄德在《神统记》(Theogony)的开篇处，回忆一群缪斯造访赫希俄德(以第三人称进行自我指涉)并劝说其用不朽之神的真实历史去教导全天下的人们;不过，尽管我们在早期希腊文学中几乎没有发现第一人称叙事，但还是找到了一个重要的例外，即奥德修斯就自己的旅程向淮阿喀亚人①所讲述的故事，当然，它只是作为一个片段内嵌于荷马的主体叙事结构之中。\n《奥德赛》的这一部分十分有趣。它是《荷马史诗》当中最魔幻、最奇异和最浪漫的部分。它是一位旅行者的传说，一则路上叙事或旅途叙事，并且它是由第一人称讲述的。在所有文化中，旅行者的传说乃是一种持久的口头形式。从某种意义上说，它是业余人士对职业史诗朗诵家、北欧或英法吟游诗人所做出的回应。它在形式上表现为穿越陆地或海洋的简单线性旅程;在此类作品中，虚构丧失了其最高意义--基于美学宗旨的谋篇布局，而沦为其最鄙俗的形式--谎言。在所有国家，旅行者传说是出了名的不可信，而这种不可信又与告别故土之旅的远近构成正比，就如同古代地图越是接近边缘便越是不可信赖。罗马帝国的散文体作家们以一种艺术形式开创了第一人称旅途叙事，并树立了心灵旅途(inward journey)的模式，自传;其惯常的形式有两种--辩护与忏悔。所有这些发展可以通过四个人的作品加以阐释，分别是:裴特洛纽斯、阿普列尤斯②、卢希安，以及圣·奥古斯丁③;他们来自公元1世纪至4世纪期间罗马帝国的不同地区。\n① 淮阿喀亚人:史诗《奥德赛》当中的海岛居民。\n② 阿普列尤斯(Apuleius，约125-170):罗马帝国时期的修辞学家及传奇作家，对西方散文体小说的发展产生深刻影响。\n③ 圣·奥古斯丁(St. Augustine，354-430):罗马帝国后期最伟大的神学家，其著作在整个中世纪对基督教学说和观点产生了深刻影响。\n73",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_91"
  },
  {
    "page_index": 92,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_92.png",
    "text": "3 现代叙事的古典传统 77\n\n从《塞坦瑞肯》①现存的精彩残卷来判断，其作者裴特洛纽斯可谓是流浪汉叙事的首位创作者。（正如我们将传奇这一术语回溯性地运用于希腊传奇那样，流浪汉这个标签原本是用以代指欧洲的一种方言小说，但在此处亦被用以表示方言流浪汉文学的古典原型。）在流浪汉叙事中，一个游手好闲之徒讲述他在当今世界的亲身经历，通常包括其穿梭于各地的旅行及往来于各种社会阶层之间的活动。流浪汉小说的主要关注点是社会性和讽刺性的。裴特洛纽斯本人可能在一定程度上是从瓦罗②业已失传的梅尼普讽刺文学中获取自己所需的形式。虽然讽刺（satire）这个字的词源依然还是个颇有争议的问题，但可以明确的是，瓦罗的讽刺文学乃是由散文与韵文，以及模仿、戏仿和滑稽所构成的大杂烩。《塞坦瑞肯》就带有了大量这样的内容，其中还包括一则微型史诗和一些纯属荒诞的诗歌素材。流浪汉形式在其演进过程中更多地将关注点投向社会及社会性讽刺，而较少会像瓦罗和裴特洛纽斯的叙事混合体那样去关注文学及哲学内容。如此一来，它实际上已经背离了讽刺文学，转而向更为纯粹的摹仿式叙事发展；关于这一现象，我们可以找到一系列作品来加以说明：《托姆斯的拉托里罗》（Lazarillo de Tormes）③、《吉尔·布拉斯》（Gil Blas）④、《蓝登传》（Roderick Random）、《托诺·邦盖》（Tono - Bungay）⑤，以及《一个充满希望的时\n\n①《塞坦瑞肯》：裴特洛纽斯的代表作，仅存的几部罗马传奇之一，讲述了一名前角斗士恩科尔皮乌斯（Encolpius）与其随从充满同性及异性情色的历险故事。\n② 瓦罗（Varro，公元前116—前27）：罗马学者及作家，著有《梅尼诺讽刺文学》，现已失传。\n③《托姆斯的拉托里罗》：另译《小癞子》，西班牙中篇小说，时常被誉为流浪汉文类的开山之作，因其异教内容而成为无名氏之作。讲述了主人公拉托里罗从社会底层进入上流社会的故事，同时以现实主义的手法揭示了下层社会的生活境遇。\n④《吉尔·布拉斯》：法国小说家勒萨日（Alain - René Le Sage，1668—1747）的著名流浪汉小说；出身贫寒的主人公吉尔·布拉斯虽历经坎坷，但凭借自身的社会应变能力和机智最终进入上流社会，因受到国王的宠幸而被委以重任。\n⑤《托诺·邦盖》：H. G. 威尔斯于1909年创作的半自传体社会讽刺小说，主要讲述了爱德华·邦德雷佛（Edward Ponderevo）通过发明一种名为托诺·邦盖的假“万灵药”而发财致富，但最终又以失败告终的故事。\n\n74",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_92"
  },
  {
    "page_index": 93,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_93.png",
    "text": "78 叙事的本质\n代》(A Time of Hope)①。裴特洛纽斯作品中的社会讽刺并非来自瓦罗，而是来自米利都传说（Milesian tales)②，他对其进行模仿并从中借用素材。（关于这些问题，我们在下文讨论阿普列尤斯时将会有更多阐释。)不过，《塞坦瑞肯》本身则要比以往的长篇叙事更加关注对当代生活品性的把握。在亚历山大时期的文学中，狄奥克里特在描绘女性前往阿多尼斯神庙(《田园诗》第15篇)时，将摹仿式呈现推向很高的境界；希腊的哑剧表演者们之所以被称为生活学家，乃是因为他们善于从日常生活中寻找主题。（朗吉弩斯将这些短剧称作“来自生活的表演[Biologoumena]”。)但是，裴特洛纽斯则在摸索一种长篇叙事形式以适应现实素材的表现，如他对自由民暴发户特里马尔奇奥举办宴会的那场描写。这样一来，裴特洛纽斯似乎已经非常接近文艺复兴时期的流浪汉文学。由于现存《塞坦瑞肯》文本的残缺性，我们无法对其整体形式进行有效的推测。不过，我们可以断定，它应该是片段式的；而其故事所基于的线索，则是浪子恩科尔皮乌斯作为第一人称叙述者在当代罗马帝国所进行的游历。\n\n另一部堪称欧洲流浪汉文学鼻祖的重要罗马作品是阿普列尤斯的《变形记》(Metamorphoses)，其更有名的标题是《金驴记》③。如《塞坦瑞肯》一样，《金驴记》所运用的素材也来自于那部失传的著名风俗故事集——米利都传说。这些故事对于古典时期的传奇而言，就如同后来\n\n①《一个充满希望的时代》：英国物理学家、政治家兼小说家查尔斯·帕希·斯诺(Charles Percy Snow，1905—1980)创作的系列小说《陌生人和兄弟们》(Strangers and Brothers)当中的一部。\n② 米利都传说：起源于古希腊、罗马文学的短篇寓言故事或民间传说，常描写爱情和历险，并伴有情色之风；公元前2世纪来自小亚细亚古城米利都的作家阿里斯提德(Aristides of Miletus)作为该叙事形式的创作先驱，对乔叟和薄伽丘等后世作家产生过重要影响。\n③《金驴记》：全书11卷，取材于希腊民间传说，描写一个名为卢修斯(Lucius)的希腊青年误施巫术，将自己错变成驴，虽饱受磨难，但不乏风流艳事相伴，最后经埃及女神伊希斯(Isis)相助，方复为人形，进而成为伊希斯的祭司。作品在充满神怪的想象之中，真实再现了当下罗马社会各阶级的生活。\n75 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_93"
  },
  {
    "page_index": 94,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_94.png",
    "text": "3 现代叙事的古典传统 79\n法布罗故事诗（fabliaux）①对于中世纪传奇的关系一样；无疑，在这两大类别中存在着一些相同的故事。由于流浪汉叙事带有片段化的形式特点，因此这些故事可以轻易引人，或作为一段情节，或作为穿插性叙事，而第一人称叙述者所要做的只是将一则故事联系到下一则故事。可以说，流浪汉式叙述之所以得到发展，在一定程度上乃是因为它能够将不同的故事串联起来。阿普列尤斯在“致读者”中甚至将其作品说成是以米利都风格创作的故事集。裴特洛纽斯和阿普列尤斯二人均向我们讲述过守墓的故事，其源头或许是米利都传说；而且，两位作家都乐于以喜剧风格论及性的主题，显然这也属于米利都风格。就性与死亡主题的运用程度来说，裴特洛纽斯和阿普列尤斯当然不在希腊传奇之下，但从运用的方式来看，两者却不相同。借用维维安·梅西耶②在其《爱尔兰喜剧传统》（The Irish Comic Tradition）中的研究术语，我们可以说，这些罗马叙事突出表现的是怪诞（以性为乐）和惊骇（以死为趣）。相比之下，希腊传奇在运用人类境况中的这些根本层面时，则是为了营造悬念与恐怖，而并非出于营造喜剧效果之目的。流浪汉叙事是传奇的喜剧化预表形态。它接近摹仿，但主要是以喜剧和讽刺为目的。它摒弃了传奇文学当中的世外桃源和身份晦涩的叙述者，而代之以当下社会和第一人称叙述者；它采用松散的片段式结构，并因此而显现出对情节的相对淡漠；为了保持读者的兴趣，它诉诸智慧与变化，而非借助于煽情与悬念。如果说传奇文学中包含着更多的希腊“新喜剧”元素，那么，流浪汉文学中则包含着更多的希腊“旧喜剧”③元素。\n与裴特洛纽斯相比，阿普列尤斯对于摹仿的关注要少一些。尽管其场景是非常现实的，但其情节在本质上却是奇幻的，因为它所依赖的是叙述者从人到驴的变形。这种背离外部可能性的做法可以突出中心\n① 起源于13世纪法国，带有喜剧、幽默及情色特点的民间吟唱诗歌。\n② 维维安·梅西耶（Vivian Mercier，1919—1989）：爱尔兰文学评论家，著名的贝克特研究学者，尤以“戈多”批评著称。\n③ “旧喜剧”：公元前5世纪的古希腊喜剧形式，以政治讽刺见长。\n76",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_94"
  },
  {
    "page_index": 95,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_95.png",
    "text": "80 叙事的本质\n人物——也即叙述者——的思想成长历程。这则叙事的高潮包含着主人公的道德重构，他已经以驴的身份意识到做人意味着什么。当故事开头处作为反面典型的小无赖在故事结尾处成为效忠伊希斯的祭司这一正面形象时，我们可以发现《金驴记》中的讽刺变成了寓言。可以说，这则围绕卢修斯所讲述的故事乃是以虚构形式书写的忏悔录，其构思与圣·奥古斯丁的《忏悔录》在实质上是相同的。流浪汉文学与忏悔文学在叙事立场上的相似性使得两者可以轻易地进行融合。因此，即便是在完全虚构的叙事中，忏悔风格也有可能会压倒流浪汉风格，如《摩尔·弗兰德斯》(Moll Flanders)和《远大前程》;同样，一则本质上属于流浪汉风格的叙事也有可能会从作者本人的生活中汲取素材，如《托诺·邦盖》。通过将叙事朝内指向自身，作家几乎不可避免地会去呈现某一具有典型意义的中心人物，而通过将叙事朝外指向现实，作家则几乎不可避免地会去针砭时弊。可以说，第一人称叙事乃是思想观念的积极载体。\n\n阿普列尤斯另外还创作了一则纯属自传性的短篇《论魔法》(De Magica),又名《辩护》(Apologia)。当时不仅有人指控他对所迎娶的寡妇实施了魔法，而且还有些小道消息说他谋杀了自己的继子;于是，在这个作品中，阿普列尤斯力图为自己申辩，以驳斥那些说法。《金驴记》当中由于涉及魔法，以及无辜的卢修斯所遭受的指控，因而与阿普列尤斯的私人生活构成了有趣的呼应。尽管阿普列尤斯在对读者的开场白中将自己的作品说成是“以流行的米利都风格讲述的一串轶事”，但对于叙事史而言，它的重要性与其说是在于那些串在一起的有趣的珠子，不如说是在于准自传体叙事(quasi-autobiographical)的那根绳子。即便是“丘比特与赛姬”(Cupid and Psyche)①那样的动人传说也只是作为一则偶然听到的睡前故事被松散地穿插于叙事当中;对我们\n\n① “丘比特与赛姬”:这个神话传说作为一个片段出现于《金驴记》中，讲述了维纳斯出于嫉妒派遣其子丘比特前去惩罚人间美女赛姬，却阴差阳错地促成两人的爱情。虽历经维纳斯的百般阻挠，最后二人在众神的裁决下终成眷属。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_95"
  },
  {
    "page_index": 96,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_96.png",
    "text": "3 现代叙事的古典传统 81\n来说，其重要性要逊色于整部作品的流浪汉一自传体框架。阿普列尤 77斯正是在这一维度上比裴特洛纽斯更胜一筹。《塞坦瑞肯》中的叙述者是一位名叫恩科尔皮乌斯的虚构人物。但是，《金驴记》里的叙述者名字就叫卢修斯·阿普列尤斯。对日后的一些读者来说，《金驴记》是一则真实的自传体纪事，就连圣·奥古斯丁也写道，“关于人变形成驴的事情，阿普列尤斯要不就是报告了事实，要不就是进行了编造”。虽然阿普列尤斯的叙事呈现让读者看到了当时的社会环境，但他还是将第一人称叙事朝内转向了心理层面。如果说《塞坦瑞肯》是趋于社会导向的流浪汉文学，那么《金驴记》则是趋于心理导向的忏悔文学。\n撒摩撒他(Samosata)①人卢希安足迹甚广，其笔下的作品说明，见证性叙事在罗马时期的发展还存在另一个趋向。虽然卢希安像普鲁塔克那样用希腊文写作，但他却是罗马帝国的产物。与阿普列尤斯一样，他也讲述了一则相同的“驴”故事(除却个人及宗教因素)；正是由于这个现存的简短版本，卢希安的声名终得以确立，但是，该故事的准确来源尚不得知。不过，可以肯定的是，它当时正以多个版本在世上流传，而卢希安和阿普列尤斯恰好又生活在同一时代。卢希安也跟阿普列尤斯一样，为我们写了一些看似自传性的文章，比如“梦想”——通过这一讲述，他就自己如何选择职业方向(文化)做了一番解释。另外，他还涉猎传记，讲述其同时代的对手亚历山大②那充满争论的一生——此亚历山大并非那位“大帝”，而是(用保罗·特纳[Paul Turner]的话说)一位“富于戏剧品味的神秘主义者”。当然，卢希安对叙事形式的演进所做出的主要贡献并不在于上述方面。他通过在《真实故事》中运用第一人称游历性叙述者，发展出仿游历体(mock journey)形式，其着眼点在于知识与讽刺，而不在于摹仿或虚构。《真实故事》当中的叙述者在前言里解释说，其作品试图戏仿诸多充满奇诡想象的杜撰性描述。以往\n① 撒摩撒他：幼发拉底河西岸古城，其址位于今土耳其境内。\n② 亚历山大(Alexander of Abonoteichus，生卒不详)：公元2世纪来自希腊的著名伪先知(the False Prophet)，其人其事间接体现于卢希安对他进行的讽刺作品中。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_96"
  },
  {
    "page_index": 97,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_97.png",
    "text": "82 叙事的本质\n的讲故事者曾以历史学家自居，将那些描述当作事实加以呈现——其始作俑者是奥德修斯，“他向阿尔喀诺俄斯（Alcinous）①及其宫廷上下讲述了一个极为荒诞不经的故事，其中包括装满风的口袋、独眼巨人、食人族，以及其他可憎的人物，更不用说多头怪和将人变成动物的魔药了”。通过运用第一人称见证性叙述者，卢希安将旅行叙事推向了荒诞的境地，并且摒弃了传统意义上的人物与情节；其目的在于通过抛开历史学家、传奇作家、史诗作家和哲学家，以求使作品在智性上有所表现。他的叙述者在时空中自由穿梭，来到月球及其他地方与诸神乃至历史上的英雄和恶徒进行对话。\n\n尽管卢希安在其《真实故事》中采用了直接叙事（straight narrative）的形式，但他在创作当中最常采用的形式却是对话。当然，他笔下的对话经常只是作为一种手段，为其最心仪的人物梅尼普斯提供见证性叙述的机会。卢希安从瓦罗的讽刺作品中借用了梅尼普斯这个名字，而瓦罗则相应地借助于真实的梅尼普斯——公元前3世纪的一位犬儒派哲学家，最早对哲学主题进行喜剧化演绎的作家之一。人们往往用“梅尼普讽刺”这个概念去代表那种以卢希安风格为特点，以时空之旅为主线的奇幻讽刺叙事，然而，对于创造此术语的瓦罗来说，这种讽刺形式的突出特点却可能是指梅尼普斯（及瓦罗本人）将散文与韵文加以混合的做法。（以这样的标准，《塞坦瑞肯》则可以被视为一部梅尼普讽刺作品，当然，用我们的现代眼光来看，流浪汉这一标签或许更适合它。）卢希安笔下的梅尼普叙事总是喜剧性的，而且通常也是戏仿性的；它在实质上与其最古老、最显著的传统渊源——阿里斯托芬的“旧喜剧”——乃是一脉相承的。然而，在卢希安的继承者那里，这种形式则有时会丧失阿里斯托芬的大部分特色，转而与理想化的政治哲学（源自柏拉图的《理想国》，以及色诺芬所书回应之作《居鲁士的教育》）\n\n① 阿尔喀诺俄斯：《奥德赛》中淮阿喀亚人的国王，奥德修斯向其讲述了自己先前的各种历险。\n78",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_97"
  },
  {
    "page_index": 98,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_98.png",
    "text": "3 现代叙事的古典传统  83\n\n相结合并创作出乌托邦式的叙事。但是，在那些最伟大的梅尼普叙事作家——拉伯雷、斯威夫特，以及伏尔泰——手中，阿里斯托芬与卢希安的讽刺品性则仍能得以保留。\n\n罗马时期的第一人称叙事形式在卢希安和阿普列尤斯那儿都曾有所隐现，而其终极发展则要归功于圣·奥古斯丁所取得的成就，他最早将长篇自传体形式用于忏悔文学。奥古斯丁一方面对其北非同行阿普列尤斯的造诣非常了解，另一方面，他也非常急切地试图展示上帝对个人施与拯救的方式；为此，他很自然地——并且几乎是毫不费力地——求助于自传这种文学形式。这位圣徒以上帝为听众，力求理解并阐释其生活所赖以构建的种种因素。裴特洛纽斯将第一人称叙事变成社会观察与讽刺的载体；而卢希安则将其转化为哲学讽刺的工具。阿普列尤斯以一种奇幻方式触及罪者向崇高人生的皈依。但是，奥古斯丁则是第一位深入探测心理层面的作家，他用观察自我取代对外部世界的观察，并认为，关于自我的故事本身就很重要，足以支撑起一部长篇叙事。很明显，这是典型的基督教观念。因为上帝呵护罪者的灵魂，所以那全天下芸芸众生的灵魂与自我，都变得极其重要。正是得益于基督教——尤其是奥古斯丁——对人和宇宙所采取的这种姿态，我们才得以开辟通向心理学的道路。若没有一个叫作奥古斯丁的人，我们便不可能拥有一个名为弗洛伊德的人。在《忏悔录》中，那些讲述诸如婴儿的嫉妒心理(第1卷第7章)、年轻人盗窃的动机(第1卷第19章；第2卷第4章)，以及有关爱情和欲望(随处可见)的段落，都对自我进行了极为新颖、纵情的审视，其程度之甚令人惊叹。继奥古斯丁之后，人物塑造的深刻性达到了一个新高度；面对随之出现的新观念，叙事艺术家们的任务就是尽力探寻各种形式并对它们加以吸纳和利用。而且，当奥古斯丁在《忏悔录》中以一种新的摹仿形式去描绘人物内心世界之际，他围绕《旧约》所展开的寓言化讨论也为基督教寓言文学的兴起铺平了道路。对于中世纪那些向奥古斯丁学习的作家而言，他们中的大多数人在寓言层面上要比其在摹仿层面上做得更为出色。但是，中世\n79",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_98"
  },
  {
    "page_index": 99,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_99.png",
    "text": "84 叙事的本质\n纪后期及文艺复兴时期的伟大叙事艺术家，比如但丁，则往往都能够对这两个方面做到兼收并蓄，进而创造出新的方法对两者加以融合。\n现在，我们或许应该稍作停留，从整体上去探讨一下古典时代末期的叙事发展状态。此时，那种将虚构与历史、神话与摹仿融为一体的史诗综合体已经逐渐瓦解，其过程就类似于T. S. 艾略特在谈到17世纪欧洲时所说的“情感的剥离”。理性思维模式的兴起促使历史将自身从虚构中解脱出来；而虚构一旦摒弃历史和摹仿的顾忌，则演化成希腊传奇那样的理想化叙事。伪历史性的亚历山大传奇(有别于像《埃塞俄比亚遗事》那样的希腊传奇)则代表了虚构与历史的一种新式组合，当然，那只是在最粗浅的层面上对两者加以运用。亚历山大传奇的诸多版本一方面均采用了历史和传记当中的简单线性情节；而另一方面又运用了传奇当中的简单理想化人物塑造。我们可以看到，希腊化时期对于情感的剥离所导致的结果之一，就是情节与人物在叙事文学中的显著分离。历史和传记占有人物；而传奇则占有“精心策划”的情节安排。历史学家们通过与悲剧家们保持亲近，便能够为其卓越的人物形象提供一种有助于发挥其艺术潜力的形式。对于诗体传奇作家而言，他们亦可像阿波罗尼奥斯在《阿尔戈》中塑造美狄亚（Medea）时所做的那样，从悲剧中汲取营养。如此一来，他们同样能够实现令人难忘的人物刻画，而且这一点也已为其作品所证实。维吉尔笔下的狄多（Dido）①乃是对阿波罗尼奥斯的美狄亚进行改编的结果。奥维德，作为古典诗体叙事作家中最伟大的人物贩子，主要是从神话传统中寻找人物。卢希安则将目光投向历史。但不管怎么说，真正能够深深打动读者并得以铭刻在其记忆之中的“新创”人物，在后荷马时代的叙事中则几乎销声匿迹。\n在《塞坦瑞肯》这样的社会讽刺作品中，诸如特里马尔奇奥及其妻\n① 罗马史诗《埃涅阿斯纪》中的迦太基女王，当看见心上人埃涅阿斯远航离去，遂在火葬柴堆上拔剑自刎。这一形象代表了希腊罗马神话中，为爱痴狂的烈性女子。\n80",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_99"
  },
  {
    "page_index": 100,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_100.png",
    "text": "3 现代叙事的古典传统 85\n子等人物尽管不乏趣味、令人难忘，但他们的这些卓越品质只属于典型形象而非个体形象。在早期的第一人称叙事形式中，唯一真正的个体性人物是叙述者，因为读者只有从这个人物身上才能发现叙述视角，也只有他的内心世界可为读者所见。但是，这种呈现叙述者内心世界的做法仅出现于忏悔文学形式当中。即便是辩护文学(apologia)，本质上也只是注重对叙述者的身世加以申辩，于是这种形式——本着人性即人生的道理——往往会避免展示人物私下的思想和行为的动机。(当然，卢梭将会改变所有这一切:他将其《忏悔录》呈现为一种辩护文学，激励其读者进行自我审视，并与作者本人当年的状态做一番对照。)\n在罗马没落之前的西方叙事当中，所谓的基本叙事形式(在基本风格这个意义层面上)几乎全都被运用过，当然也有某些形式，如自传，则尚未得到充分开发。欧洲的方言文学在相当程度上是对古典文学发展的重复:它也可以被视为从口头到书面形式、从神话程式到经验性及虚构性程式的演化。不过，在此发展模式的重复当中还是存在着一些有趣的变化，究其原因主要有二:首先，欧洲各国文学或早或晚都受到了基督教思维模式的影响，另外，这些文学大多在其发展过程中很早就受到了更为发达的古典时期文化的影响，而随着更多古典资料的发掘及其通过中世纪后期和文艺复兴早期的翻译而公之于众，这些影响也在逐渐加强。当然，我们并不试图以时间顺序或语言类别去概述中世纪、文艺复兴时期及现代叙事这一庞大的体系。相反，我们在接下来的几个章节中会就主要的后古典叙事形式加以讨论，因为它们将有助于我们对诸如意义、人物、情节和视角这样的普遍性、恒久性叙事层面加以考察。如此一来，我们在讨论叙事中的操控性意义(controlled meaning)时，便自然会着重关注文艺复兴时期和中世纪的寓言，而在讨论叙述视角时，则主要去研究现代小说。当然，在此过程中，我们将有必要时常回溯至本章在讨论希腊及拉丁叙事形式时，所提及的事例与发展模式。\n81",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_100"
  },
  {
    "page_index": 101,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_101.png",
    "text": "82\n4\n叙事中的意义\n第一部分 关于现实的问题：\n例释(illustration)与再现(representation)\n在一部叙事艺术作品中，意义所代表的是两个世界之间的关系：一是作者创造的虚构世界；二是“真实”世界，也即那个可为人们理解的宇宙。当我们说自己“理解”一则叙事时，言下之意是，我们已经发现这两个世界之间令人信服的关系或关系链。在某些叙事中，作者力求比其他叙事更加充分地操控读者的反应。在我们看来，关于这种操控的最极端尝试要数寓言和讽刺。另外，鉴于它们所引发的特殊问题，我们将在本章第二部分就意义操控这一文学实践的本质和历史进行专门讨论。但此刻，我们所要关注的乃是更为基本的问题；而其中首先需要探讨的问题，则必然是作者与读者所处的两个现实世界之间的关系。\n在口头文化中，这个问题并不存在。吟唱者与听众分享同一个世界，并且以相同的方式去看待这个世界。对吟唱者及其听众而言，传统故事当中总有一天会产生一些不合时宜或令人费解的因素，而那些因素也总有一天会遭到抹除，抑或接受调整以适应新的方式；反过来说，",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_101"
  },
  {
    "page_index": 102,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_102.png",
    "text": "4 叙事中的意义 87\n口头传说本身乃是作为保守因素在文化中发挥作用的，它往往会对生活或审视世界的新方式加以遏制。然而，在拥有书面文学的文化中——比方说我们西方文明现今所达至的状态，一个固定文本通常会在其原初语境消亡后继续存在，继而被迫进入到异质语境中。这样，不仅其语言会变得陈旧过时，而且传说本身所赖以建构的那些关于人与自然的观念以及讲故事的恰当方式，也将一步一步从当代人的思想中消退。\n因此，要理解一部文学作品，我们必须首先尽可能将我们自己的现实观念与作品创作时的主导观念加以靠拢。而且，即便对于一部当代作品来说，假如缔造它的语境或作家对读者而言相当陌生，那么，读者也同样必须煞费苦心，才能如愿理解其意义而不至于只是望文生义。因此，一位现代读者要去理解来自陌生语境的作品，无论是古代还是现代的，都必须在某种程度上依靠历史知识或我们过去常说的“学问”。这种学问应该为理解文学作品所用——而不是颠倒过来——而且必须凭借想象力加以运用，其目的在于将读者与作者的世界尽可能紧密地联系起来，在此基础上再去面对两者之间的终极媒介——文学作品本身。\n关于这两种“真实”世界如何联系的问题，我们可以通过想象性的知识运用加以解决。不过，还有一个问题则远较此复杂，而且解决起来更加困难，这就是作者的虚构世界与其现实世界之间的关系问题。对作者来说，这是个创作性的问题，而对读者而言，则是个批评性的问题。正是在这个问题上，大部分叙事文学批评陷入了困境。我们针对该问题的最佳应对方式是勾勒出这两个世界之间可能存在的各种关系，当然，这种方法最初看起来会显得过于直接和简化。首先，并非所有的叙事作品都对意义给予严肃的关注。这种对意义所持的淡漠可能会通过不同的重要方式表现出来，但是，为了更好地理解这些方式，我们就有\n83\n84",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_102"
  },
  {
    "page_index": 103,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_103.png",
    "text": "88  叙事的本质\n\n必要先行对那些既明确求“在”(be)又明确求“意”(mean)①的作品进行一番研究。追求意义的作品并非寻求以千篇一律的方式去创造或传达其意义。它们所采用的各种方式一方面与叙事形式自身的多样性有着密切关联，另一方面亦有可能呈现出同样纷繁、相互渗透的可能性。虚构世界与现实世界之间的联系可能是再现性(representational)的，也可能是例释性(illustrative)的。正如某些绘画或雕塑作品中的意象那样，一则叙事中所包含的意象可能会让我们立刻想到，它们是试图去复制现实；或者，它们也可能如某些类型的视觉艺术那样，仅仅会提醒我们去关注现实中的一个层面，而不是就现实世界向我们传达一种完整可信的印象。对于那种旨在复制现实的艺术——文学也好，造型也罢，我们将用“再现”这个词的不同词性形态来指示。而对于那种仅仅暗示某一现实层面的艺术类型，我们则以“例释”这个词来指示。在艺术中，例释性类型是程式化、规约化的，其高度依赖艺术传统与常规，就像大多数东方绘画和雕塑那样，而再现性类型则不断寻求用重塑性和革新化方式去把握现实，对艺术常规作为现实复制手段的有效性进行经验性审核。例释性类型是象征性的；而再现性类型则是摹仿性的。在视觉艺术中，例释性艺术所涵盖的范围处于两极之间：它近则可以是几乎纯粹的意义——如表意文字或象形文字，而远则可以是几乎纯粹的愉悦——如非再现性设计。其着眼点在目的，而不在方式。但是，再现性类型则着眼于复制现实的方式，并随着新的观察方法或新的艺术化复制方法的创造而发生变化。\n\n我们在欣赏一幅绘画时可以从设计角度对其进行关注，并力求以一种纯美学方式去审视该作品。这么一来，尽管我们仍可以根据画布上的形状识别出其所暗示的具体形态和事物，但我们其实是在故意将它从意义中剥离出去。文学则绝不可能变得如此“纯粹”，不过那些历\n\n① 美国诗人麦克利什(Archibald Macleish，1892—1982)曾在《诗艺》这首诗中写道，“诗不求意，而求在”。(A poem should not mean，but be. )\n\n85 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_103"
  },
  {
    "page_index": 104,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_104.png",
    "text": "4 叙事中的意义 89\n险传奇所表现出来的高度模式化、近乎零意义的形态倒是与那种“纯粹”颇为近似。在欣赏一幅绘画时，我们也可以关注其象征性意义，根据传统或其他来源的意义规约体系对艺术形式进行阐释。这可谓是一种图示学意义上的(iconographical)“理解”，当然，此图示学可以是奥古斯丁式的，也可以是弗洛伊德式的。对纯粹的例释性文学作品进行阐释必定与造型艺术的图示学研究具有相似之处。我们还可以就摹仿性意义来欣赏一幅绘画，尝试着解读当中所描绘的人物性格，并理解他所处的社会环境——这种方法常可能为我们用于肖像画研究或其他具有历史性趋向的艺术品研究当中。在此，我们几乎快要将画家视作心理学家或社会学家，这种研究方法在今天最多也就是一种并不算时尚的艺术批评模式。但是，无论是年轻的詹姆斯·乔伊斯在欣赏蒙卡奇①的绘画时，还是已过不惑之年的托尔斯泰在《安娜·卡列尼娜》的意大利章节中表现视觉艺术家之际，他们都采用了这种方法。\n西方绘画和西方文学因高度突出其自身形式的摹仿或再现潜质而与世界上大多数艺术均有所区别；这两种艺术的现实主义似乎在19世纪晚期达到高潮，接下来便开始消退，而此后的造型艺术则将非再现性风格推向了一个文学几乎难以企及的高度。现实主义已证明是叙事艺术中的强大介质，其影响可能永远不会完全消失；而文学艺术家们也可能永远无法完全回溯到前小说类(pre - novelistic)传奇所拥有的那份纯真。我们甚至有可能从现实主义发展的纯粹视角对整个西方叙事文学加以考察——奥尔巴赫的《摹仿论》即是其中最令人叹为观止和最富影响力的尝试之一。当然，在我们讨论叙事文学中的意义时，必须准备好在关注再现性意义的同时亦认真研究例释性意义，另外，尤其需要关注的是，不同的意义类型在我们那些最伟大的叙事作品中是如何与美学性设计进行组合与互动的。\n① 蒙卡奇(Mihály Munkácsy，1844—1900)：19世纪匈牙利画家，欧洲杰出的现实主义绘画大师之一。\n86",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_104"
  },
  {
    "page_index": 105,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_105.png",
    "text": "90 叙事的本质\n\n再现性叙事可以包含具体的意义，指涉具体的个人和事件。历史、传记和自传正属此类。例释性指涉也可以是具体的，如《仙后》第五卷或《格列佛游记》第一部分那样的历史寓言。但是，无论是历史本身还是历史寓言，两者均不断寻求更为升华、更为泛化的意义。如果说日记体作家或编年史家可能仅仅是记录具体资料，那么自传体作家或历史学家则是在寻求一种模式，以使其创作表现出普遍性意义趋向。通过这种泛化处理，作者便能从其故事中揭示出一种模式，而且他还可以通过对其所述情节进行直接评价，或是借助普鲁塔克所采用的那种平行“身世”手法，对其个体人物形象进行典型化处理。对于历史寓言作家来说，当他们在虚构与现实之间建立例释性关联时，则已经对其主题进行了泛化，因为事实与虚构之间的关联性乃是总体相似性的一个层面。斯威夫特笔下的佛林奈浦（Filmnap）①之所以与现实中的沃波尔②具有相似性，主要是通过用这一虚构人物在高空绳索上的蹦跳技巧去象征普遍意义上的高超政治手段。历史寓言中提到的具体人物总是同时伴随着一种泛化的指涉。\n\n在再现性叙事中，“真实”世界与故事世界之间的具体关联作为一个观念似乎要早于更为泛化的摹仿性关联。叙事艺术家们从日记体作家及历史学家那里学会如何去呈现一种表象化的具体世界，也即摹仿性的虚构世界。鲁滨逊·克鲁索并非一个真实的个体，而是作家试图呈现的个体人物，其关键属性在于他能够以假乱真。这种摹仿式呈现虽表现出具体性，却并无事实性，在其日趋泛化的过程中，它的主导观念会呈现出典型性而不是表面上的事实性。鲁滨逊·克鲁索属于一种中产阶级形象，此看法确有其合理之处，但就其典型性来说，却要逊色\n\n① 该人物出现于《格列佛游记》当中，系小人国的财政大臣，该国的朝廷中有许多奇怪的习俗，其中在高空绳索上蹦跳的技能即是赢得国王宠幸的标准之一。\n② 沃波尔（Robert Walpole，1676—1745）：英国政治家、首相，常为18世纪文学家们讽刺的对象。\n\n87 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_105"
  },
  {
    "page_index": 106,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_106.png",
    "text": "4 叙事中的意义 91\n\n于菲尔丁(Fielding)笔下的乡绅威斯顿(Western)①，因为在菲尔丁那里，人物身上的潜在个体性会受到抑制以屈从于其典型性。事实上，在菲尔丁看来，这种新式的历史性或传记性小说之所以有其存在的价值，乃是由于它不仅拥有一种展示泛化人物类型的功能，而且还具备其相对于所谓的历史和传记所表现出来的优越性——后者呈现的只是具体的谎言而不是普遍的真理。菲尔丁对于普遍性的偏好(在这一点上，他继承了亚里士多德)使他成了一位知识赋予者，一位注重教诲的作家。只要一种叙事艺术寻求与现实世界的普遍化关联，那么教寓性在那种艺术中便会表现出其重要性。\n\n一直以来，我们都将现实世界与虚构世界之间的关联看作是由三种色调主导的光谱——对具体事实所做的记录、对具体事实的相似物所进行的再现，以及对现实的泛化类型所进行的再现。这些渐变的色度差异具有一个显著的特征，不妨称之为该光谱的第四种色调。有了它，色度上的诸多差异乃成为一种类别上的差异，进而需要在术语上做出不同表述。换言之，我们刚才所列举的那些用以联系这两个世界的方式都是“经验性”的：它们是现实“再现”所依赖的三种不同方式。当我们面对某一虚构世界里的某个人物时，我们自然会就其动机提出疑问，而这种疑问所依据的基础却是我们自己对现实人物的行为动机所持有的认识。尽管乡绅威斯顿就其“现实性”而言与鲁滨逊·克鲁索或克拉丽莎·哈罗(Clarissa Harlowe)并不属于相同的意义层面，但他从其自身的“真实性”——这是其代表性特征——当中获得了合理性和意义。当莎士比亚的人物塑造被指责为描述不当时，约翰逊博士(Dr. Johnson)则为其进行辩护，他指出，莎翁的作品总是表现出一种由艺术通向生活的诉求。对我们来说，约翰逊的巨大贡献乃体现于他在此处及其他场合所阐明的诸多观念；在真实世界与虚构世界之间的关系问题上，其言论代表了批评观念上的一个重要转折点。在那个小说尽显\n\n① 小说《汤姆·琼斯》中的乡绅，生性暴烈，酷爱狩猎。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_106"
  },
  {
    "page_index": 107,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_107.png",
    "text": "92  叙事的本质\n其能的世纪，艺术在其本质意义上应该被视为对生活的再现而非例释，它应该在经验性层面上接受审视与评价，而且，文学批评也应该废弃那座摇摇欲坠的、由规则与风雅所构筑的大厦，转而闯进沼泽地中去追随我们称之为“现实主义”的磷光。在20世纪，我们理应能够避免批评中的鲁莽，认识到将生活纳人艺术以寻求真与美之间的和谐这一难题从本质上说乃是无法解决的，而再现和例释仅仅应该被看成是解决这一难题的两种途径。\n\n在叙事艺术中，例释之所以有别于再现，乃是因为它并不寻求复制现实，而是意在呈现那些经过筛选的诸现实层面，这些要素的意义并非来自于历史性、心理性或社会性真实，而是来自于伦理性及形而上的真实。例释性人物是通过类人化形态（anthropoid shape）加以展示的观念，抑或是以完整的人类形象加以装扮的各种人类心理层面。所以，我们无需将他们当作完整的人去理解其行为动机，而是要理解他们在叙事框架中通过自身行为所例释的基本原则。我们在此不妨借助一两个例子来强化这种区别：狄奥佛拉斯特就吝啬之徒所进行的人物塑造可谓是高度泛化的摹仿性类别；莫里哀笔下的“吝啬鬼”某种意义上是一个更为具体化的人物；而巴尔扎克塑造的老葛朗台则是一个高度个体化的形象。所有这三位人物都是旨在围绕一类人群所进行的“再现式”文学复制，他们可以（或有可能）在生活中得到经验性的理解，并根据心理学或社会学原理在文学中加以呈现。但是，斯宾塞在《仙后》第二卷中描绘的财神（Mammon）①则是用以代表贪欲这一实质，所以他只是作为一个权宜的人物形态出现在叙事结构当中。他属于例释性的。而另一方面则是弥尔顿笔下的财神，这个形象尽管如斯宾塞笔下的寓言式人物那样表现出传统的例释性特征——特别是《失乐园》第一卷中的相关描写，但当他在第二卷的众神大会②中发表言论之后，其再现性特\n① 此处的“财神”是指《圣经》中代表财富、贪欲的邪恶之神。\n② 《失乐园》第二卷中讲述了撒旦召集众神，商讨是否要再次向上帝宣战，重返天堂。\n88",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_107"
  },
  {
    "page_index": 108,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_108.png",
    "text": "4 叙事中的意义 93\n征便超越了其例释性特征。尽管此财神所处的那种再现性语境并未能\n89\n促使我们直接将其看作一位“现实性”人物，但他的特点却主要来自弥\n尔顿就贪财者的本质所持有的个人看法，而不是来自文学或神学传统。\n要恰当理解弥尔顿在塑造财神之类的形象时所进行的处理，我们就必\n须认识到例释性与再现性人物塑造之间的差异；而要对作为叙事艺术\n家的斯宾塞进行恰如其分的评价，我们则必须清楚，在他的观念中乃存\n在着某种东西，与弥尔顿那种颇具再现品性的人物塑造极不相同。\n当然，有一些叙事作品恰恰通过模糊例释与再现之间的显著边界\n而获得了许多独特的效果。霍桑的故事和传奇就很能说明问题。对一\n些评论家而言，此类故事很明显应该从象征意义上或寓言层面上加以\n解读；而对其他评论家来说，霍桑小说的意义则似乎同样清晰地表现为\n对其人物的行为动机所进行的心理学阐释。显然，这两种批评方法均\n依赖于对作品性质的确认，而此确认本身又应被置于每一则叙事的上\n下文当中加以细致考察。霍桑本人很可能从未在再现性和例释性姿态\n之间做出过始终如一的选择，而在这两种创造仿真世界的方法之间所\n进行的复杂游移过程，恰恰营造出其小说的力量与思想的复杂性。因\n此，正确理解霍桑的基础在于把握这种游移在其创作实践中的运作\n方式。\n叙事艺术家们出于本能或愿望往往会跨越我们先前所提出的两类\n叙事之间的界限，从而使其人物融再现性与例释性于一身，大多数身赋\n趣味的文学性人物塑造均源于此。不过，这种本能或愿望在不同的作\n家那儿，其表现方式也不尽相同，它在一定程度上要取决于作家对创作\n技法的自省程度。有人会猜想霍桑在创作时可能更多地是依赖于本能\n而非精心策划；也有人会更为强烈地体会到，其方法不管是否出于本\n能，乃是为了模糊而非弥合，为了兼容而非并置，为了创作一部能够在\n90\n两个层次之间阅读而不是分别在几个层次上阅读的作品。就霍桑的这\n个方面而言，批评家们也许会将其归因于作家的“统一情感”(unified\nsensibility)，并借此在批评中树立一种正面的价值评判；当然，批评家",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_108"
  },
  {
    "page_index": 109,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_109.png",
    "text": "94 叙事的本质\n们也可能会将此现象称为聚焦的“模糊性”(fuziness)，从而同样也使得其术语披上价值评判的外衣。虽然我们必须避免因莫须有的术语而造成那些令人不胜其烦的区分，但如果我们所考察的某些其他的杰出叙事艺术家在应对例释与再现之间的差异时，采取了与霍桑截然不同的方法，那么此类术语将有助于阐明霍桑就该差异所采取的处理方法。\n\n作为一位叙事艺术家，詹姆斯·乔伊斯成长于由现实主义及自然主义理论与实践所主导的传统当中，在那里，再现“真实生活”的切片可以被视作叙事文学的真正目的。他最早的叙事作品，《都柏林人》(Dubliners)和《英雄斯蒂芬》(Stephen Hero)①，均明显属于这一传统。然而，他逐渐对现实主义的局限性愈发不满，并相应地发展出自己的创作艺术。在其《都柏林人》的修订稿中，我们甚至可以发现，他实际上是在通过“植人象征”而将故事从单调的自然主义层面中解脱出来。此外，我们还能看出，那部小说集当中的后续故事越来越关注象征的丰富性。仅作品标题本身——从《都柏林人》和《画像》到《尤利西斯》和《芬尼根守灵夜》——就能展现出乔伊斯创作思想的主导模式从再现向例释的转切。乔伊斯从一开始就意识到现实性与象征性之间的区分——这曾是19世纪末伟大的文学战场之一。而且，作为叙事艺术家，他表现出越来越清晰的意旨：要用尽可能宽泛的联结手段去跨越这两种叙事模式之间的鸿沟，既完全保持自然主义和再现性叙事的张力，同时又诉诸一种照应策略，使处于文学前景当中的小物件和人物能够对英雄体及普遍性类型与原则加以例释。我们不妨以摩莉·布卢姆(Molly Bloom)②为例——这是一幅再现式肖像，其心理学意义上的完美不仅足以让荣格(Jung)惊叹于它的功效与深刻，而且也显然有意关联着文\n\n① 乔伊斯的自传体小说，只剩残卷，是其后来的自传体小说《一个青年艺术家的画像》最初的原型。\n② 乔伊斯小说《尤利西斯》中的女主人公、广告推销员利奥波德·布卢姆(Leopold Bloom)的妻子，对应着《荷马史诗·奥德赛》中英雄奥德修斯(即尤利西斯)的妻子珀涅罗珀(Penelope)。\n91 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_109"
  },
  {
    "page_index": 110,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_110.png",
    "text": "4 叙事中的意义 95\n学传统中的海上女神卡吕普索(Calypso)①、尤利西斯的妻子珀涅罗珀，以及原始神话里的该亚(gea)和泰洛斯(tellus)②，此外还关联着摩莉通过其高度“现实主义”的思想流与感知流所例释的普遍原则，即大地精神和无所不包的生殖力。乔伊斯在例释与再现之间建立关联时所体现出来的是人为性和巨大的跨越性，而与此形成鲜明对照的是，霍桑在应对例释与再现之间的差异时则是本能地进行了模糊化处理。以这种方式进行研究，我们可以十分清楚地阐明为什么像乔伊斯和托马斯·曼这样的作家能够被恰当地归为某一类叙事流派，而霍桑和麦尔维尔则被归为另一流派。当然，对于例释性与再现性叙事之间的区分而言，其用途并不仅仅是分类意义上的，而主要应该是批评意义上的。它既能够帮助我们理解单部作品，也能够帮助我们领会叙事传统的演化特点。\n\n对于例释性文学熏陶下的艺术家们而言，一旦再现性人物塑造作为一种文学可能性对其思维产生影响，那么，他们便会面临意义类别在混杂过程中所衍生的问题与潜能。在英国文学中，乔叟首先感受到了那股再现式人物塑造与意义的浪潮，而乔伊斯的出现则似乎使得整个演进过程又重新回到了起点。正如摩莉·布卢姆是一种富于神话意义的现实主义创造，“巴思妇”(The Wife of Bath)③这个人物所赖以生长的例释性传统则受到了再现主义浪潮的最初冲击——这一影响将最终在欧洲现实主义小说那里达到巅峰。要理解乔叟，我们就必须弄清楚他如何与乔伊斯存在着表面上的相似性，而且我们还必须去体会：在乔叟所处的那个时代，传统的例释性人物塑造已经成为作家天经地义的创作本能，而我们现今所理解的现实主义对当时的作家而言还只是一种莫名的冲动，所以，当作家因为那一种冲动而要背离自己的本能时，\n\n① 卡吕普索：希腊神话中的海上女神，在《荷马史诗·奥德赛》中因爱慕奥德修斯而将其扣留在岛上。\n② 该亚，泰洛斯：均为代表地球的女神，分别出现在希腊神话与罗马神话中。词源的释义为“大地母亲”。\n③ 《坎特伯雷故事集》中的一个来自英国巴思的女朝圣者，她在所讲故事的序言中以婚姻权威自居，回忆了自己前后与5个丈夫的感情经历。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_110"
  },
  {
    "page_index": 111,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_111.png",
    "text": "96 叙事的本质\n其感受一定与今天的情形有着天壤之别。尽管语言只是我们在理解乔\n92 叟时所需克服的最小障碍，但我们必须努力运用历史性想象才能接近\n他的意义。为了清晰有序地说明这一点，我们不妨利用例释与再现之\n间的区别，作为进入乔叟思想与艺术的渠道，将其就“巴思妇”所进行的\n人物塑造当作我们研究的出发点。\n\n就“巴思妇”形象的现实典型性来说，这个人物乃属于一种传统类\n别。从心理性及社会性层面上看，14世纪的“真实”世界要比我们所处\n的社会简单。正如今天那些还认老理儿的人一样，乔叟同样倾向于将\n人性看成是普天同一的。无论是历史事件还是个体人物行为，若对它\n们加以化约，那么其类型之少则会令现代人难以想象，而且围绕这些类\n型所进行的评判，通常亦流于简单化。在“巴思妇”这一人物的大部分\n刻画中，我们所能发现的最直接的文学先例和大部分素材就是《玫瑰传\n奇》当中的“老妇人”(La Vieille)①。与“巴思妇”一样，“老妇人”也就少\n女们如何结交富有的恋人这一主题进行了反讽性的说教。事实上，《传\n奇》当中涉及“老妇人”说教的情境非常有意思，值得稍作题外性探讨，\n因为这可以阐明乔叟就“巴思妇”所展开的构想。\n\n与《玫瑰传奇》中身为恋人的叙述者在“快乐花园”(Garden of\nPleasure)里遇到的其他人物不一样，“老妇人”并非一种例释性象征，\n而是一种女性类型：她们曾经如花似玉，将青春耗费于肉体之欢。而今\n这位“老妇人”却已人老珠黄，她唯一遗憾的是未曾敛聚那原本属于自\n己的财富。虽然她在讲述自己的愚笨时所得出的“道德寓意”明显旨在\n启发青春期的姑娘们，但她实际上所面授的听众只有一个，即一位名叫\n费厄·威尔克姆(Fair Welcome [Bon Accueil])②的英俊小生。然而，\n\n① 13世纪法国寓言长诗《玫瑰传奇》中的荡妇形象，认为天下男人都一样不忠，\n女人应该学会狡诈，从恋人身上骗取财富。“巴思妇”与“老妇人”均经历了数次婚姻，\n总结出操控男性的种种办法。二者存在众多相似之处。\n② “Fair Welcome”是英文版中的人名，对应于原法文版中的“Bon Accueil”，字\n面意为“善待”(good acceptance)。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_111"
  },
  {
    "page_index": 112,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_112.png",
    "text": "4 叙事中的意义 97\n这个人物的意义却远非一位男性青年的再现。尽管“老妇人”将其称为“我的儿”，但该形象在性别特征上还是存在着几乎难以察觉的不一致。这位貌美的年轻人形象作为对女性行为的例释性象征，可能会直接为“老妇人”的建议所影响①。但事实上，这两位不同的人物，一个代表现实女性类型，而另一个则作为象征性例释代表着女性社会行为这一抽象观念，两者之间的针锋相对恰恰构成了《玫瑰传奇》的特色。可以说，这首诗体寓言在相当程度上缺乏一致性。甚至在基洛姆·德·洛利思创作的部分当中，那些用以装饰花园外墙的著名肖像也成为了具体人物类型——嫉妒者、悲伤者、邪恶者、赤贫者、年长者等——它们并非以纯粹的例释性象征来展示这些人物特点所代表的抽象观念。诸如《玫瑰传奇》和《仙后》这样的叙事，尽管我们通常都称其为寓言，但从来就不是纯粹寓言性的。它们所涉及的人物既可以是来自现实的泛化类型，也可以是用以例释抽象观念的规约性象征。不过，就乔叟围绕“巴思妇”所进行的人物塑造来说，其最相关、最直接的素材却是处于上述寓言情境之中，而且认识到这一点，显然具有其实际意义。事实上，我们可以举证说明“巴思妇”要比“老妇人”更接近于例释性象征。\n我们在理解“巴思妇”时，大部分证据是来自于她对其本人所做的评判。例如，她将自己与《约翰福音》第四章里的撒玛利亚妇人进行了类比；那位妇人之所以受到耶稣的谴责，乃是因为其虽与第五任丈夫生活在一起，但却没有与之结婚。从“巴思妇”对该经文段落及“序言”中诸多其他所引段落的评价来看，“巴思妇”至少可以部分地作为一种反衬与“耶稣的新妇”（the Bride of Christ）②加以对照。那位撒玛利亚妇人皈依了基督，将其视为自己的第六任丈夫，并因此（按照中世纪批注\n① 在《玫瑰传奇》中，这位年轻人实际上对“老妇人”的情场骗术加以拒斥，更坚定了其对忠贞爱情的追求。\n② “耶稣的新妇”：《圣经》多处出现这一提法，通常作为一种隐喻暗指信仰基督的教会或基督徒，相应地，耶稣则被隐喻为新郎。“二人要成为一体”的夫妻关系，既用来比喻信徒与基督合一的关系，也用来比喻教会与基督合一的关系。此外，该表述亦可指献身于基督教事业的修女。\n93",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_112"
  },
  {
    "page_index": 113,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_113.png",
    "text": "98 叙事的本质\n者对《约翰福音》中该段落的阐释)而被用作一个典型，以代表受到救赎的犹太教会(即基督教会);与撒玛利亚妇人不同，“巴思妇”虽也寻觅第六任丈夫，但颇具反讽意味的是，她的目的在于肉体上的寻欢作乐:\n五度姻缘待续六，\n贞洁委实无须守。\n作为世俗类型(与精神类型相对)的新妇，“巴思妇”对于中世纪的\n94 人而言很可能暗示了通常的女性，甚至是女性气质这一抽象概念。当然，世俗之妻的原型乃是夏娃。如乔叟笔下的牧师①所解释的那样，经文中关于人类堕落的故事可被理解为个人堕落的寓言:\n你可以看见这致命的罪首先是魔鬼之诱，如此蛇所示;其后，肉体之悦，如此处夏娃所示;再后，理性之纵，如此处亚当所示。\n这位牧师此前曾说，原罪乃是将上帝的旨意“上下颠倒”(up-so-doun):\n的确，上帝、理性、欲感(sensualitee)和人的身体这四者之间的关系是注定的:每一项都主宰着后一项;也即上帝主宰理性，理性主宰欲感，而欲感则主宰人的身体。事实上，在人类犯罪之际，此秩序或神意就被上下颠倒了。\n乔叟在使用“欲感”一词时究竟意指何物，并不确定。或许，他指的是“感知性灵魂”(sensible soul)②——人的四种体液(humors)③及情感的栖息之所——以对照于“理性灵魂”(rational soul)所包含的理智和\n① 可参见《坎特伯雷故事集》中最后也是最长的一则“故事”(“牧师的故事”);该故事实为散文体布道篇，宣讲美德人生。\n② 可参见英国学者罗伯特·伯顿(Robert Burton，1577-1640)在《忧郁的剖析》(The Anatomy of Melancholy)中对“灵魂”的阐释，他认为灵魂具有“植物性”、“感知性”及“理性”三种基本机能。\n③ 这种体液理论自公元前5世纪的希腊名医希波克拉底(Hippocrates)开始，一直延续到19世纪现代医学到来之前，认为人体中包括决定健康与性格的四种体液。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_113"
  },
  {
    "page_index": 114,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_114.png",
    "text": "4 叙事中的意义 99\n意志。\n亚当，作为人类的理性，由于屈从于作为人类“欲感”的夏娃而导致了人类的堕落，而夏娃则是因撒旦的唆使而屈从于身体的快乐。严格说来，致使人类堕落的原因既非人的身体亦非人的意志，而是人的理智，它甘愿将上帝的旨意“上下颠倒”，同时背叛上帝的主宰，并放弃自己对意志和感知的主宰。“巴思妇”就女性主宰男性所进行的辩护在其最通常的意义上，乃是支持原罪与堕落对神意的“上下颠倒”。如此看来，“巴思妇”作为一种例释性象征，不仅代表着女性气质，而且也代表着意志屈服于感知的要求及其对理性的操控。“女性气质”和“男性气质”、“理性”和“欲感”是每个人类灵魂的组成部分。如果说，无论是男性还是女性，其圣洁的灵魂均被比作“耶稣的新妇”，并在《圣经》的比喻性诠释意义上受到“雅歌”(Song of Songs)中那位新娘①的预表，那么同样的，无论是男性还是女性，在其罪孽的灵魂中，女性气质层面亦会凌驾于男性气质层面之上。\n“妻管严”或溺爱妻子的丈夫不仅再现了一类男性；他们同时也作为例释性的象征，意味着原罪与魔鬼将神意“上下颠倒”，而这种势力如果足够强大，便会在人类生活的一切领域得以接受。许多中世纪戏剧的基础即在于将神的旨意颠覆，将上帝之爱这一黄金锁链所规约的秩序与等级颠倒过来。中世纪反讽喜剧里那种“上下颠倒”的世界必然是讽刺性的，它应当与理想(传奇)喜剧里的秩序化世界加以对照：奥古斯丁的“世俗之城”与“上帝之城”之间的那种对照。讽刺与传奇是中世纪伟大的叙事文类；两者都是喜剧性的，因为它们从根本上说乃是不同版本的《神曲》。\n那位牧师对于人类堕落的寓言式解读，充分说明了中世纪的“反女性主义”。与乔叟的“磨坊主的故事”或“商人的故事”一样，在法布罗故\n①“雅歌”亦称“所罗门之歌”，《旧约》中颇具文学意味的诗篇，主要讲述所罗门王与苏拉密女之间的浪漫爱情故事。基督宗教的神秘传统，常以此描绘教会或个人与耶稣基督的亲密关系。苏拉密女即是此处的“新娘”。\n95",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_114"
  },
  {
    "page_index": 115,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_115.png",
    "text": "100 叙事的本质\n\n事诗中，性感的娇妻们总能逃脱道德的惩罚。故事中所隐含的观念是：一位年轻的太太无力抵御追求者炙热的爱情攻势，于是顺理成章地与之相好，而这并不背离普遍意义上的女性气质。故事的重点是表现年迈丈夫的愚蠢及妻子与其情人的机灵——并非突出妻子作为真实人物的性格或道德品行。“男性”无力控制“女性”并在体面的“婚姻”中对此加以忍受，这是大多数情色及反女性主义叙事中的寓言主题。乔叟的“婚姻群”（Marriage Group）①理念之所以重要，并不只是因为它对现实婚姻进行了主题意义上的探讨，而更多的是因为它借助于一连串（除去“学士的故事”）讽刺性例释，以说明“世俗之城”当中“理性”和“欲感”之间那种“上下颠倒”的联系。\n\n如果我们能够避免将“巴思妇”看成是对一个假想人物全部性格的再现（尤其是现代心理学意义上对于人物性格的再现），那么我们就无须再钻研其如此这番坦白自己青春岁月背后的“动机”，也无须研究其提倡女性主权哲学时的“真实度”。这些问题变得无足轻重——事实上，在前往坎特伯雷的旅途中，也只有两三位与她并肩骑行的朝圣者有可能听到她的“序言”。不过，我们必须提防一种可能性，即我们在关注“巴思妇”这一文学形象时，其意义的多重性会赋予我们全新的自由，进而或许会像小说对历史的误读那样让我们迷失方向。当然，这并不必然就意味着说：“巴思妇”因为不可能成为现代类型意义上的个体再现，便一定是对抽象观念的例释，并借此成为寓言性形象。关于14世纪的“真实”世界，我们已经摆脱了那种基于非历史性断想而进行的琐碎阅读，同样关于14世纪的虚构世界，我们也必须对其加以规避。例释性与再现性的高度融合即便没有表现在同一人物形象之上，至少也会体现于同一则叙事当中，这使得纯粹的寓言和纯粹的现实主义均游离于中世纪晚期的艺术之外。\n\n① “婚姻群”理论由哈佛知名学者、杰出的乔叟研究专家乔治·莱曼·基特律治（George Lyman Kittredge，1860—1941）首度提出，认为《坎特伯雷故事集》中存在数个故事以戏剧性对话连成一体，探讨夫妻之间的支配权问题。\n\n96 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_115"
  },
  {
    "page_index": 116,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_116.png",
    "text": "4 叙事中的意义 101\n“巴思妇”就其出生时的星象影响所做的讲述，清楚例证了乔叟笔下人物形象的模糊意义。\n金星给我欲望与放纵，\n火星予我不屈之勇；\n金牛乃我生辰星位，衔火星于其内\n呜呼！呜呼！凡爱皆为罪！\n我定依星象为据\n永远随心所欲；\n令我欲罢而不能，\n我的金星之宫必留好男人\n“巴思妇”出生的时辰恰逢金牛宫（Taurus）衔火星从东方的地平线升起。作为金星所守护的两大星座之一，金牛座表现出金星的显著影响；按照中世纪占星术的说法，金星与火星的这种共同影响可能会造就颇似“巴思妇”那样的“性格”。正因为金星星座中的火星曾掌控“巴思妇”的降生，相应地，她不得不重述自己与每个“好男人”的故事。如果我们感觉“巴思妇”这一形象代表了一位假设的“真实”人物，那么我们就要提出这样的问题：14世纪的受众果真相信占星术吗？如果不是，那么乔叟是否希望我们认为：“巴思妇”的占星术信念能够打动当时的受众？换言之，该人物视自己为星象操纵的宿命之物，这是否对其形象的意义具有实质性的影响？是否应该将“呜呼！呜呼！凡爱皆为罪！”这句顿呼所包含的巨大反讽理解为一位现实罪者的呼号——其放纵的肉欲使她无法明白：她的性爱是否恰恰残酷地戏仿了“上帝之城”中那种与耶稣结成的爱与姻缘？\n“巴思妇”可能再现了一位具有自省意识的个体人物，而与此相对应，她也可能例释了一种生命力，其本身并无道德层面的善与恶之分。在中世纪的道德寓言中，火星与金星作为例释性象征代表着“女性化”欲感中的暴躁与情色之力，即身体中企图控制意志与理性的主要动因。\n97",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_116"
  },
  {
    "page_index": 117,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_117.png",
    "text": "102 叙事的本质\n\n因此，该形象既是例释性的，同时也是再现性的；前者所例释的是一贯挑战上帝旨意的势力，而后者则作为一种再现形式，使得“上下颠倒”神意的罪行体现在一位现实人物身上。对于像“巴思妇”这样复杂的人物塑造，充分领会其中的各种例释及再现因素能够使我们更好地“理解”乔叟，并在其虚构世界和现实世界之间树立一种恰如其分的关联。同时，它也能使我们更为彻底地体会到这一人物塑造的艺术性。痴情女人身上所体现出来的人性的感染力，以及那种不加掩饰的情欲所表现出来的震撼力提醒我们，邪恶与罪孽只是存在于恶者与罪者的行为之中，反过来说，罪行与罪者的分离足以使我们在厌恶罪行的同时仍可以喜爱罪者。即便在完全宗教化的社会中，也不乏具有人本主义潜质的作家——薄伽丘和乔叟即明显属于此类，对他们而言，要想在表现神权政治和人本主义宇宙观的同时实现两者之间的妥协，唯一的途径便是利用这种平衡于世俗观与宗教观之间的人物塑造。如何在一个具有例释性本质的传统体系中应对各种新的摹仿性趋向，乃是一种美学层面上的问题。假若该问题能够像上述乔叟的案例那样得以解决，那么它将使得意义更具丰富性和感染力。就这一优势来说，仅仅通过维系旧的传统或是过分迁就于新的现实主义，都是很难实现的。\n\n例释与再现在虚构世界里的互动，只是作为意义复杂性的一个层面存在于叙事文学当中。我们还可以从再现性叙事中发现心理性层面与社会性层面之间的进一步区分。再现性叙事的大部分意义乃是源自于个人与社会所共同作用的那一区域。有些小说家对人物肖像的社会性更为关注，另有一些则更突出心理描绘，而再现性意义则必须同时在心理性层面及社会性层面上加以审视。它们是小说家关注个体身份和社会民生的产物。类似的，我们也可认为，例释性叙事的意义之所以能够发生根本性变化，乃是因为其象征的属性存在着差异：它们可以是正统性及传统性的，亦可为非正统及个性化的。在西方叙事中，不仅再现性趋向往往会取代或操控例释性趋向，而且非正统或个性化象征体系也倾向于取代正统的象征体系。即便当传统象征为现代叙事艺术家们\n98 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_117"
  },
  {
    "page_index": 118,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_118.png",
    "text": "4 叙事中的意义 103\n所采纳时，它们常常也是以非传统及非正统的方式得以运用的。对于像詹姆斯·乔伊斯这样的作家来说，其象征不仅涉及弗洛伊德、弗雷泽、萨德①和马索克②，而且也同样关乎天主教仪式或神学——“圣职”(Holy Office)③既是一种神职功能，也是一种成年仪式。类似的，D. H. 劳伦斯也在其所开创的象征体系中很自然地对弗洛伊德和“启示录”加以兼收并蓄，只要看看其两篇主要的象征性散文的标题——《无意识幻想曲》(The Fantasia of the Unconscious)和《启示录》(TheApocalypse)，我们就能窥见这两大资源在其创作中的相对主导性。\n关于叙事中的意义，还有一个重要层面到目前为止几乎未曾被我们论及。在那里，虚构世界与现实世界之间的关联极为薄弱，甚至于近乎失去了关联。在一些小说中，无论是人物身上所体现出来的人性表象，还是某些假想性的人类事件，其实并不存在任何意义，它们仅仅是为了让读者对虚构事件产生兴趣罢了。在纯粹的传奇文学中，人物并非用以再现真实的个体或类型，当然也不是用来例释各种本质或概念。它们只是借用了人类的形态或特征，毕竟这些因素在大部分西方虚构文学中是必不可少的、最起码的叙事工具。此类作品将文学在艺术上的非再现品性发挥到极致。这些“无意义”叙事为了规避意义，往往会采用“美学性”人物类型将其意指潜能局限于叙事的上下文当中。反派、须眉、巾帼：这些美学类型强烈感染着读者的情绪，但却几乎产生不了有意义的影响。在《汤姆·琼斯》中，布利菲尔(Blifil)先生(反面角色)和索菲娅·威斯顿(女主人公)就是近乎纯粹的美学类型。\n① 萨德(Marquis de Sade，1740—1814)：又称“萨德侯爵”，法国小说家，因其作品中的虐恋情节而著称；“施虐”(sadism)一词以其得名。\n② 马索克(Leopold von Sacher-Masoch，1836—1895)：奥地利作家，与萨德齐名，也以其作品中的虐恋因素著称；“受虐”(masochism)一词即以其得名。\n③ 乔伊斯曾于1904年发表诗作，以此为题，用讽刺的口吻批判都柏林社会的种种弊病，并树立和捍卫自己的艺术立场。“Holy Office”原指罗马天主教的“圣职部”，从中世纪的宗教裁判所演化而来，负责对有害于信仰和道德的异端邪说进行审查和判决。\n99",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_118"
  },
  {
    "page_index": 119,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_119.png",
    "text": "104 叙事的本质\n\n就纯粹的传奇而言，其智性的真空状态使得它作为一种载体与例释性或寓言性叙事一拍即合，但是当美学类型与例释类型兼容时，当完全情感化的场景或事件与寓言性场景或事件发生融合时，道德趋向与美学趋向之间就会产生复杂的矛盾，进而需要在故事与意义这两方面进行调整。我们很容易理解，在霍桑的叙事作品中，某些元素因其例释性内容而表现出相应的形态，有些则因其再现性肌质而另有所现（如我们在上文已经指出），还有些元素的呈现则完全是出于美学上的苛求，力图使故事所采用的形式能够迎合读者纯粹的情感预期。\n\n如果稍微留意一下菲尔丁在《汤姆·琼斯》中所运用的一些人物塑造样式，我们便能够较为清晰地发现，现实世界与虚构世界之间这些不同种类的关联在叙事作品中是如何得以体现的。在该小说中，斯沃肯（Thwackum）与斯奎尔（Square）这两位家庭教师基本上是例释性或寓言性人物。他们主要说来并不是社会性或心理性类型的再现，而是例释了哲学和神学之间针锋相对的立场。然而，同样在这部小说中，乡绅威斯顿却是一位再现性或摹仿性人物。他代表着一种心理类型或气质——也许属于胆汁质——以及一种社会性类型——如其姓名所标示的那样，一位来自英格兰西部的托利党乡绅。由于威斯顿不仅是一种恒定的人格类型——胆汁质，同时也是一种受到具体规约的社会性类型——18世纪的乡绅，所以按照菲尔丁的论断，这种人物塑造的基础乃是以超越时空的方式力求对总体人性保持真实。然而，司各特（Sir Walter Scott）却并不在意菲尔丁本人的观点，相反，他对这一独特的人物塑造给予褒扬，一方面肯定了其描绘的准确性，另一方面又指出，任何其他时空下的作家均未曾如此逼真地创造出这样一位18世纪的英国托利党乡绅。不过对我们来说，协调这些观点似乎轻而易举：我们可以说，该人物塑造的效果在于它恰恰将菲尔丁和司各特二人的观念均付诸了实施。它所代表的人性既是普遍的，也是具体的。\n\n虽然这样的讨论在一定程度上难免流于简单化，但是，只要再稍微细致些去审视菲尔丁在其人物塑造中对例释性、再现性及美学性因素",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_119"
  },
  {
    "page_index": 120,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_120.png",
    "text": "4 叙事中的意义 105\n加以融合的方式，那么，我们便可以防止这种讨论变得过于简单化。倘若我们对斯沃肯和斯奎尔这一方与威斯顿这一方进行对比，便会发现：两者尽管就上文所讨论的诸方面而言存在着差异，但他们同时也在诸多特点上表现出统一性。虽然威斯顿本质上属于摹仿性类型，但他过于典型化的品质使其丧失了摹仿的实质特性。相比之下，菲尔丁的同时代作家理查逊（Richardson）笔下的人物则更显出其高度个体化的品性，正因为如此，他们的内心活动也要复杂得多。从真正的意义上说，心理性呈现要比社会性呈现更具摹仿力。社会情境模式下的人物塑造不可避免会伴随着一种泛化过程，它为例释性人物塑造及寓言开辟了道路；相比之下，思想呈现模式下的人物塑造却并不一定需要借助于心理学分类体系。伴随心理性趋向所呈现的人物往往是高度个体化的，他们绝非抽象和泛化的产物，其动机也不易受制于一成不变的道德诠释。所以，当汤姆·琼斯行动时，其“错”与“对”之分对于故事及其意义来说，总是不乏重要性。但是，这种是与非的问题却不能如此轻易地作用于利奥波德·布卢姆的行为，甚至也不能用来针对克拉丽萨·哈罗。与菲尔丁相比，理查逊将其笔下人物的内心活动表现得远更为彻底和复杂。事实上，菲尔丁之所以无法理解理查逊，主要就是因为他不能理解理查逊在人物塑造方面的复杂性。对菲尔丁来说，帕米勒（Pamela）是一个善于钻营的伪善者，克拉丽萨则是一位天使——而这两种评判同样都是错误的，因为菲尔丁“看”不到，或完全没有洞见理查逊笔下人物动机的复杂性。约翰逊博士在对理查逊与菲尔丁进行比较时恰恰注意到了这种差异：前者能够窥探钟表的结构，而后者只懂得如何去看时间。约翰逊的比喻尽管对菲尔丁不够公平，但极好地描述了两种人物塑造之间的差异。在过去的两百年当中，菲尔丁对英国小说的深刻影响，一定程度上解释了英国小说为何倾向于对现实主义表现出排斥，而对典型性及寓言性风格却表现出持久的亲和力。\n就理查逊的人物塑造所产生的阅读反应而言，读者不会在虚构性人物和现实性类型或观念之间建立联系，相反，他们会在人物的心理与\n101\n102",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_120"
  },
  {
    "page_index": 121,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_121.png",
    "text": "106  叙事的本质\n\n自己作为读者的心理之间寻求关联。与菲尔丁相比，不仅理查逊的人物塑造——由于更为深入地扎根于本人生活的土壤当中——更具个性化，而且其读者的反应也要个性得多。理查逊式的人物塑造通常将人物带出“意义”之域。我们当然可以将克拉丽萨看作资产阶级的一种人物类型，而把洛夫莱斯（Lovelace）①视为贵族阶层的一种人物类型，并借此将洛夫莱斯强奸克拉丽萨的企图解读为阶级斗争的一种象征。但是，若过度拘泥于此阐释方法，势必会严重损害人物的个体性。此外，通过提出这种阐释的可能性，我们还可以发现，如果将洛夫莱斯看成一种类型，那么遭受损抑的便不止是该人物自身，更多的则会是其掌控下的受害者。与克拉丽萨相比，洛夫莱斯这一形象的塑造在个性化方面有所逊色，而且其性格在很大程度上乃是依照“复辟时期的公子哥”（Restoration Rake）标准来加以规约的。但是，洛夫莱斯并非我们所标榜的那种典型的理查逊式的人物。帕米勒和克拉丽萨这样的形象才能真正体现出理查逊笔下人物的复杂性，而最能说明这一点的便是，当他执意要将帕米勒解读为“美德有报”的典范形象时，却让自己创造的这一角色遭受冤屈。当然，就其自身成就的思想性而言，理查逊的确存在薄弱之处。尽管他在心理刻画方面称得上是天才，但在所有其他方面却只是一个相当平凡的作家，其思辨力远逊色于菲尔丁。\n\n从某种意义上说，洛夫莱斯不仅仅是社会类型——“复辟时期的公子哥”他同时也是美学类型——“反派角色”，少了他，理查逊所精心打造出来的东西将只是一块没有发条的钟表。不过，洛夫莱斯自身动机的深刻性与复杂性注定了他不可能成为纯粹的美学类型。他拥有丰富的个性。通常，我们绝不会去同情美学性的反面人物，当然也不会去谴责美学性的女主人公。我们不会饶有兴致地去发掘布利菲尔先生或索菲娅·威斯顿与我们自己的关联。同时，这些人物本身也没有暗示出自己与我们借以了解现实世界的那些类型和观念之间存在何种有趣的\n\n①《克拉丽萨》中的花花公子，曾借“英雄救美”之机企图占有克拉丽萨。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_121"
  },
  {
    "page_index": 122,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_122.png",
    "text": "4 叙事中的意义 107\n对应。他们只是属于故事中的形象，其功能主要是使读者的情感产生两极分化，进而有助于营造出那种追求情节圆满的原始欲望，我们在菲尔丁小说的最后部分往往可以体会到这种峰回路转带来的仓促感。虽然那些美学类型在虚构世界中具有重要的情感价值，但却与现实之间缺乏思想上的关联。所以我们可以说，那些人物几乎并未涉及我们所一直使用的“意义”概念。同样，那种最具摹仿性的人物塑造大体说来似乎也会超越意义之域，只不过是以一种迥然不同的方式罢了。相比之下，高度个体化的人物则能够将读者与虚构世界之间的距离大大拉近，并使得那个世界表现出某种程度的现实可靠性。通过激发人物与读者在心理上的复杂呼应，这种人物塑造为读者提供了一种丰富而又深刻的“经历”——这种经历不仅可以感动读者，还能够锻炼其洞察力和感受力，最终帮助他以本所未有的敏锐和感悟去认识、去理解现实世界。显然，这是一种颇具价值的功能，而且正是在此基础之上，小说的“现实主义”才获得了其存在的充分理由。不过，倘若一部叙事作品——权且假设这样的作品存在——仅仅呈现了其虚构世界与现实世界的这种关系，那么该作品还谈不上拥有了我们在此所论及的“意义”。这并非说此作品就不可能成为展现力与美的伟大之作，更不是说它无法传达重要的伦理价值观。我们在这里乃是人为地将“意义”一词的范畴加以收缩，从而使得所论叙事作品中的人物、行为及虚构世界的背景等具体元素，能够与那些为我们用来认识和理解现实的规约性普遍类型及观念建立某种泛化的、思想性的关联。美学性人物类型的意义与其说是理解层面的问题，不如说是情节层面的问题，而对于拥有发达内心活动的高度个体化人物而言，其意义则主要属于人物塑造方面的讨论。于是，在将人物当作意义加以考察之际，我们会主要关注斯沃肯和威斯顿及其各自在叙事谱系中的祖先与后代所代表的那两种人物类别，因为他们的品性能够真正唤起与现实世界的普遍关联。\n由于人物是叙事当中的主要意义载体，因此，我们在探讨意义的章节中首先就是关注人物及其意义的方方面面。尽管物件和行动也可具\n103\n104",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_122"
  },
  {
    "page_index": 123,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_123.png",
    "text": "108 叙事的本质\n\n备例释性或再现性意义，并可通过象征或摹仿——或同时以这两种方式——加以呈现，但是物件除非能变成某种意义上的人物，否则就无法产生行动，而且在人物缺失的情形下，行动也无从谈起。只要叙事作品是意义的结构，再现也罢，例释也罢，那它在某种程度上便会类似于非叙事性话语结构。如此一来，人物即可被视作基本单元，就像句子和段落那样。到目前为止，我们在将人物塑造当作意义加以考察的过程中，往往是将这些基本单元视为意义恒定的静止因素。但是，他们并非如此。随着人物在叙事情节中的运动，其意义也在发生变化，正如词汇的意义在不同的语法环境和上下文当中也会产生变化一样。对于菲尔丁塑造的斯奎尔这一例释性人物来说，当琼斯在摩莉·希格里姆（Molly Seagrim）①的房间挂毯后发现他时，这个人物便转而变成了再现性形象。原本用以代表哲学立场的例释性人物，如今却因所涉情境的变化而走向了那一立场的对立面。在此，他可以意指其所代表的普遍人物类型：伪善与好色之徒。可以说，该人物塑造的突出价值正是在于其例释性与再现性品质之间的矛盾。菲尔丁的文学艺术及其意义在很大程度上乃是依赖于理论和实践之间的差异，为此，他将例释性人物置于再现性情境之中。类似的，当斯奎尔身处弥留之际，他不仅做出忏悔，而且还通过写信多少为汤姆恢复了名誉。这样的一种形象大体说来，既非例释性人物，也非再现性人物，而只是作为情节的机械构件，旨在协助汤姆重新获得自己的合法地位。然而，尽管如此，该人物塑造还是表现出了相当的再现性；这一方面会促使我们关注人物在此处的行为动机，另一方面也足以让我们明白：正是人性将他引入了摩莉·希格里姆的闺房，这与他临终前的人道情怀并无二致。另外，他的临终之举还暗示出一种例释性意义：即这种自然的人道情怀要高于任何一种哲学之道。\n\n①小说《汤姆·琼斯》中主人公汤姆的旧情人，在其怀孕时，汤姆误以为自己是孩子的父亲，直到他偶然发现斯奎尔与摩莉在房里偷情，真相才终于浮出水面。\n\n105 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_123"
  },
  {
    "page_index": 124,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_124.png",
    "text": "4 叙事中的意义 109\n\n我们发现，菲尔丁之所以可为用来有效说明意义如何通过人物塑造而得以表达，其原因在于，他成功实现了各种意义元素之间的平衡与协调：这里面包括强烈的摹仿性元素——当然，其中所突出展示的并非心理化再现，而是社会性及伦理性再现；也包括显著的例释性元素——当然，它们时常为主导的社会性摹仿所稀释；此外，还包括强烈的美学或传奇元素，它们既遵循自身的宗旨对叙事的摹仿性及寓言性加以塑型，同时又对两者进行拓展，以创造出新的复杂意义。不过，从另一角度来看，正是由于《汤姆·琼斯》在历史性、摹仿性、教寓性及美学性趋向之间实现了这种卓越的调和，因此，它在意义研究方面的价值反而受到了局限。要更为彻底地解决叙事文学中的意义问题，我们就必须借助于历史性考查，以研究教寓性和叙事性趋向的统一，同时突出两类主要的教寓性叙事：讽刺和寓言。\n\n第二部分 意义控制的问题：\n寓言(allegory)与讽刺(satire)\n\n要研究叙事中的意义控制问题，一个颇为便捷的途径便是仔细考察一下我们的讨论到目前为止所提出的一些类属。诸如历史、传记和自传这样的叙事形式，我们冠之以经验性叙事，因为它们与现实世界存在着具体的关联。我们曾说过，如果叙事与现实世界之间的联系在其具体性上有所削弱时，即不再忠实于具体事实和经历，而代之以更为普遍化的理想时，那么叙事作品就会变得更具虚构性。这种围绕现实所进行的虚构性泛化通常由两种对立的趋向加以操控：美学性趋向和思想性趋向，也即唯美和求真。传奇便是美学性操控下的极端虚构形式，它在其现实关联性，以及思想内容这两方面均实现了最小化。至于思想性操控下的极端虚构形式，无论它们与真实世界之间存在着怎样的具体关联，我们均冠之以教寓性叙事。要研究叙事的意义控制问题，教寓性形式——主要指寓言和讽刺——恰恰是不容忽视的。\n106",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_124"
  },
  {
    "page_index": 125,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_125.png",
    "text": "110 叙事的本质\n\n对于虚构作品而言，但凡其叙事结构受到思想性观照的影响，便总会面临两个定义上的棘手问题。而且，这两个问题是相互关联的。其一便是，“教寓性”（didactic）这个字眼在使用过程中既带有纯粹的描述性意义，同时还往往带有贬义。我们可能会将一则“教寓性”叙事看成那种旨在用虚构形式包裹陈腐说教的愚蠢之作，认为它充其量也就是一个不伦不类的故事。当该字眼在此意义层面上得以运用时，它实际上使得所有的评判与理解均沦为了一种想当然。因此，我们的文学批评若要有所改观，就必须使该字眼摆脱那些不恰当的内涵，让“教寓性”一词仅仅指涉那种以思想性及启发性叙事潜能为重的作品，它们既可以是简单的寓言，旨在向读者阐发一则明了的道德训诫，也可以是伟大的思想性传奇，力图为上帝对待人类的方式进行辩护或展现那些掌控人类社会行为的心理法则。一部教寓性作品可以自给自足地阐明一则道德公理，抑或对最具问题化、最为深奥的伦理和形而上学的问题进行最为审慎的探究。寓言作家不仅仅是指伊索，它同样也包括但丁、弥尔顿、斯威夫特、乔治·艾略特、劳伦斯和普鲁斯特这样的作家。\n\n另一个需要解决的棘手问题是寓言与象征之间所时常引发的区分。这一令人生厌的甄别经布莱克（Blake）和叶芝（Yeats）之手得以在英国文学中变得根深蒂固；它认为象征是有机的、非思想性的，并带有某种神秘的关联——一方面是诗人的意识，另一方面是非现实世界，它身披我们谓之“真实”世界的法衣，成为现实背后的创造性精神或灵魂。以这种浪漫主义本质的观点来看，寓言便与象征形成了对照，因为前者具有显性的思想意识和过度的说教成分，以机械的表象方式反映着现实世界。但是，在叙事艺术（此处，我们必须强调将它与抒情诗分离开来）的实践中，这种区分无论在其绝对意义上具有何种有效性，几乎都是站不住脚的。在抒情诗艺术的批评实践中，我们有可能在象征与奇思妙想（conceit）之间做出有效区分，认为它们分别代表着不同的隐喻过程并借此创造出极不相同的意义（当然，我们应该杜绝任何美学价值层面上的厚此薄彼）。但是，任何在叙事中反复出现的象征，不管是一\n107 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_125"
  },
  {
    "page_index": 126,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_126.png",
    "text": "4 叙事中的意义 111\n个物件、一个手势或是一个人物，均受其上下文的规约和限制。叙事要求具备最起码的理性，即便是最为晦涩的意象也势必会受其驯服和制约。叙事的自身规律虽不如物理学定律那样精确明了，但同样客观恒定，这有悖于象征派诗人所实践的那种非思想性、反理性思维模式。我们要做的不是将叙事艺术家们划分为象征主义者和寓言家，而是力求在每一位艺术家的作品中认真把握艺术家的思维及其艺术所特有的例释性、再现性及美学性趋向之间所存在的互动关系。因此，在接下来讨论教寓性叙事的过程中，我们将用“象征”(symbol)一词仅仅指涉所有的例释性意象，而用“象征性”(symbolic)一词表示所有意象的例释性层面。另外，我们还会用“寓言”(allegory)这个概念去代表那种以人物、场景及行为之例释性意义为关注重心的教寓性叙事。尽管《追忆逝水年华》与《仙后》均系教寓性叙事，但斯宾塞所突出的是例释性意义，而普鲁斯特则强调再现性意义。斯宾塞是一位寓言家，而普鲁斯特则不是。乔伊斯远比普鲁斯特更具寓言性，但出乎意料的是，前者的教寓性却远弱于后者。对于乔伊斯而言，寓言已经几乎成为一种纯美学性载体，古今人物的对位关系所带来的娱悦凌驾于其意义层面之上。利奥波德·布卢姆身上的“奥德赛”品质与其说为《尤利西斯》营造了意义，不如说是为其增添了一份乐趣。乔伊斯的例子告诉我们，一位作家偶尔亦有可能在成为寓言家的同时而不必戴上道德家的帽子。\n寓言和讽刺，作为教寓性叙事的两种极端形式，并不像传奇那样囿于同现实世界之间的泛化关联，因为这些形式可能会使得传统上颇具再现性品质的意象获得一种规约性“他质”(“other”希腊文为allos，allegoria[寓言]一词即由此得来)意义①。当然，寓言也未必总是以教寓性为宗旨，这一点我们在乔伊斯的例子中已经注意到了。的确，寓言一般来说往往源自将思想性操控作用于传奇和民间故事这样的美学性\n① 这里所谓的“他质”意义，指的是再现性表象之外的思想寓意，寓言的教寓性即在于此。“寓言”的词源分析，“allos(other)+agora(speaking)”表明了其寓意化的特质。\n108",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_126"
  },
  {
    "page_index": 127,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_127.png",
    "text": "112 叙事的本质\n\n形式之上，而讽刺则往往发端于将此思想性操控施加于历史、旅行叙事及中篇小说等经验性形式之上。但是，寓言也能够将时事性及历史性具体指涉纳入到其规约性的“他质”意义中，而讽刺则同样能够运用“仿”虚构形式（仿史诗、反传奇）以表明颇具普遍意义的思想观念。我们发现，寓言和讽刺乃是混杂的形式——当然，这里是指在自然状态下，而不是在批评家的解剖室中。我们曾在上文指出，菲尔丁作为小说家之所以有其非凡之处，一定程度上乃是由于他能够在其叙事的再现性、例释性及美学性诸层面之间实现一种流动而不失统一的平衡状态。所以，伟大的寓言和讽刺作品通常会关注其自身意象的这三个层面，并对它们之间的相对重要性加以微妙的转切，而不是将其中任何一个层面发挥到至为纯粹的状态。\n\n斯宾塞与但丁是少数几位真正精通寓言性创作的叙事诗人。从他们身上，我们可以多少了解到寓言的本质状态，以及寓言家所必不可少的品质。就这些作家而言，其共同之处包括：卓越的文学修养和语言能力；方言诗歌创作中的驾轻就熟，当然，这基于作家在诗歌创作方面的超凡禀赋和勤奋钻研；对思想内容的深度关注，及其与叙事艺术的美学性追求之间的平衡。而对于这些作家的伟大寓言诗歌来说，其共同之处则在于，它们能够将再现性、例释性及纯美学性元素融汇成一种寓言性混杂体。比如，在《神曲》中虚构人物但丁逐渐对维吉尔表现出钟爱之情——那是一个人，也是一位诗人，更是一位知己。当他们必须在“炼狱”分手时，读者会因为虚构人物之间的别离而深受感染，却几乎不曾想到其中所包含的例释性意义，即主人公脱离了理性的指引。然而反过来说，一旦这种意识果真产生，那么该虚构作品的全部情感力量亦会随之而来。我们会发现，那位神秘主义者在凝视“天国”之际却遗弃了理性的指引，这是何等的可怕。与此同时，这种意识相应地使得二人在字面意义上的分离获得了更为强烈的情感效应。类似的，在《仙后》\n109 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_127"
  },
  {
    "page_index": 128,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_128.png",
    "text": "4 叙事中的意义 113\n中，盖恩(Guyon)①对“逍遥亭”(Bower of Bliss)②的入侵同样也因为被赋予了一种极富感官之美的诗文，而使得此地的情色之诱极具真实感。不过，如果我们能够稍稍唤起当中的寓言性意义，便会恍然大悟：在如此精巧的伪装背后居然隐匿着不赦之恶。斯宾塞在这里以如此高超的手法营造出再现与例释之间的矛盾性，难怪有些评论家会指责他将邪恶粉饰得过于诱人，而另一些则怪罪他让盖恩摧毁“逍遥亭”。如此一来，这部作品的寓言性意义若不是表现得威力无比，便就是遭到全然忽略。\n\n寓言之所以有别于其他虚构叙事形式，乃是因为其意象的例释性特点。例释性趋向既可能像但丁和乔伊斯的作品那样与再现性趋向发生融合，亦可能如斯宾塞的作品那样与美学性趋向发生融合。然而，就虚构作品来说，例释性只是在罕见的情况下才能完全主导其他两个层面。由于寓言中的象征主义要求具备某种程度的恒定性，因此，寓言在观念呈现方面似乎难免会背上纯粹机械模式的罪名。但是在实践上，寓言性叙事常常并不是手法机械、思维简单的形式。相反，它既是一种思维模式，也是一种讲故事的模式，而且两者之间总存在着积极的矛盾性。与其他“更为纯粹的”思维模式相比，叙事思维所特有的主要品质之一，便在于它能够实现叙事作品中各属性之间的交相辉映。作家出于美学性苛求而为其故事探寻一种赏心悦目的形态，以对其思想内容加以修饰，甚或加以丰富。如果说，诗歌凭借其形式上的严格约束有可能让诗人实现未曾想到过、未曾获得过的意义，那么叙事的美学性及再现性品质同样也能够对作品思想产生柔化效应，而这一点在纯粹话语性或哲学性的思维模式中是无法实现的。\n\n在某些寓言中，尤其是在原始的寓言叙事实践中，美学性及摹仿性\n\n①《仙后》中代表“节制”美德的骑士，他抵制感官和肉体的诱惑，并最终用暴力摧毁了象征性爱和纵欲的“逍遥亭”。\n\n②《仙后》中妖妇阿克莱莎(Acrasia)的淫荡之所。\n110",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_128"
  },
  {
    "page_index": 129,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_129.png",
    "text": "114 叙事的本质\n\n因素似乎的确遭到了忽略或让位于单纯的意义。以普鲁登修斯¹的《心灵之战》(Psychomachia)为例:这是最早的长篇寓言之一,其中的人物是女性斗士,每位均被冠以一种美德或罪恶之名。在这些非现实性的、缺乏美学快感的骑兵突击与单独对决中,美德之师与邪恶之敌决一雌雄。最终,美德一方大获全胜。可以说,我们对《心灵之战》的关注完全集中在这首诗的例释性意义之上。如果我们把道德教寓比作苦口良药,而将再现性或美学性形态想象成糖衣,显然就这部作品来说,糖衣的功能并未得到恰如其分的发挥。只有从寓言性意义的层面来看,两军之间战势风云的突发逆转,或具体交战中就双方对阵人物所做出的独特选择才能表现出的一定的逻辑性、合理性或真实性。寓言性解读将意义赋予字面上的故事——而不是反过来。作为故事本身来说,这首诗既无乐趣可言,也无以开启心智。寓言这种形式本可以利用摹仿性或美学性的复杂形态对各种观念加以探测、认证和丰富,但在这首诗当中,寓言的这种潜能则因其思想意识的绝对主导地位而从未得以发挥。不过,即便如此,叙事作为一种思维模式的价值在这部作品中还是显而易见的。\n\n由于时间上的巨大跨度,我们无从揣摩古典时代晚期及中世纪像普鲁登修斯那样的哲学家一诗人在创作原始寓言时所持有的动机。但是,我们完全有理由相信,这些诗歌之所以得到创作,其原因绝不仅仅是诗人将它们视为传达教寓意义的友好载体。我们猜想,更接近事实的说法或许应该是,寓言性叙事在诗人看来乃是进行哲学探索的真正工具。无论对读者而言,还是对诗人来说,要深人探究一个哲学命题的多重意义,寓言的象征性表达在实践上要胜过中世纪早期哲学那种并不完善的语汇。甚至原始寓言也堪称是一种赋有亲和力的思维模式,而不仅仅是一种有效的修辞手段。作为叙事形式的寓言若要发展,艺\n\n① 普鲁登修斯(Prudentius,348—405后):罗马诗人,其创作深受基督教文化的影响。所著寓言诗《心灵之战》以拟人化手法描绘了美德对罪恶的正义之战。\n\n111 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_129"
  },
  {
    "page_index": 130,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_130.png",
    "text": "4 叙事中的意义 115\n术家们就必须关注那些为普鲁登修斯所严重忽略的对立趋向,并发掘它们的潜力。\n虽然斯宾塞在《仙后》中就英雄体传奇所做的寓言化处理(allegorization)要比乔伊斯在《尤利西斯》中针对摹仿性小说所做的寓言化处理更接近于普鲁登修斯,但是文艺复兴时期的寓言化作家与现代的寓言化作家似乎还是以相反的方向背离了《心灵之战》这一原始寓言。斯宾塞从古代及中世纪英雄体叙事的丰富遗产中汲取美学性意象,并为它们规约了哲学、神学及政治意义;而乔伊斯却为其经验性小说中的再现性意象注人了美学意义。《尤利西斯》中的荷马模式作为受到规约的例释性\"他质\"意义,指涉了1904年6月16日的摹仿性再现事件。另一方面,《仙后》中的史诗机制则作为主要的再现性手段以表现斯宾塞笔下那种高度思想化寓言所传递的例释性\"他质\"意义。所以,寓言的决定性特点并不在其意义的本质,而在其意象的强烈例释性品质。不过历史地来看,寓言既是一种思维模式,也是一种讲故事的模式;对于那些视\"教\"之义务与\"乐\"之义务不分伯仲的叙事艺术家而言,这两种模式乃是服务于其宗旨的理想手段。就通常的教寓功能来说,寓言与讽刺存在共同之处,对此我们不妨稍作议论,而后再去关注例释性叙事的历史发展。\n讽刺和寓言并非相互排斥的模式。寓言的界定特征在其象征性意象而不在其意义,而讽刺的界定则多半顺理成章地取决于其意义。稍后,我们将有机会对一些以讽刺为宗旨的寓言作品进行讨论;不过,首先还是让我们考察一下讽刺文学得以产生的文化语境。历史地来看,讽刺文学乃是作为现实主义的先驱而出现的。在奥古斯都时期的罗马(Augustan Rome)①,以及奥古斯都文学时期的英国(Augustan\n①指罗马帝国开国君主屋大维(尊称为\"奥古斯都\")统治的时期,即公元前27年至公元14年,其间出现了维吉尔、贺拉斯和奥维德等诸多伟大作家。\n112",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_130"
  },
  {
    "page_index": 131,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_131.png",
    "text": "116 叙事的本质\n\nEngland) ①,讽刺文学的实质几乎就是一种反讽性并置,即用高度再现性的虚构世界去反衬假设性的理想化世界,而后者的价值理念在日常实践中则又不堪一击。正是由于这样的并置,我们的注意力被引向了再现性世界,而不是理想化世界。在裴特洛纽斯的《塞坦瑞肯》当中,诸如英雄式的智慧和坚韧这些史诗性观念,至多也就是提供了一种模糊背景,好让特里马尔奇奥与恩科尔皮乌斯在其跟前丑态百出罢了。讽刺文学需要依赖史诗、传奇及宗教神话当中所特有的理想观念,即理想化的世界是善的,而现实世界是恶的。因此,当讽刺文学兴盛之际,世界正在从理想化导向下的道德机制过渡到经验性导向下的非道德机制。不过,讽刺文学的合理性却在于,它至少能够暂时让读者相信:以漫画形态对现实世界中的社会及道德类型加以再现,其真实性要胜过讽刺文学自身所借以反衬的理想化艺术和思想。作为对现实世界的再现,讽刺文学超越了史诗、传奇及宗教神话。但是,这种优势同时也是一把双刃剑。它既是对某一特定社会背弃昔日理想的批判,也是对昔日理想脱离现实世界的批判。所以,就讽刺作家本人的价值观来说,其定性之难,众所周知。\n\n在长篇叙事进程中,讽刺作家的价值取向经常会发生转切,尤其是当叙事情节的美学性及摹仿性潜能主宰了作家的创作思想之际。讽刺文学具有一种向纯摹仿性叙事靠拢的自然倾向,它当中的人物会丧失其自身作为泛化类型的地位,进而呈现出我们在小说中才能发现的问题化特征。比如,在《堂吉诃德》中,这种转切就是显而易见的:我们不止是看到了小说意义上的人物发展,更多的则是看到了塞万提斯对主人公的再现性意义所表现出来的关注——一个真正的人是如何挣扎于\n\n① 指18世纪上半叶英国文学的新古典主义时期,诸如蒲伯及斯威夫特这样的作家均深受古罗马文学先辈的影响;这一历史时期见证了小说和讽刺文学的爆发。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_131"
  },
  {
    "page_index": 132,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_132.png",
    "text": "4 叙事中的意义 117\n两种世界的矛盾需求之间。在格里美尔豪森①的《痴儿西木传》(Simplicissimus)和斯威夫特的《格列佛游记》当中，我们也多少可以发现类似的转切。狄更斯在《艰难时世》中同样无法抵御这种诱惑。对于一则讽刺性叙事来说，如果其美学层面在势力上不断增强，乃至于我们难以对现实世界与理想世界之间的区分进行纯粹的思想性关注，那么，它最终将会从起初的讽刺文学转化为摹仿性小说。于是，我们变成了虚构世界的一部分，并因此在情感上对主人公的幸福、安康深表关切。这种朝向纯粹摹仿性叙事的转化具有服务主题的功效，就像斯威夫特和狄更斯在作品中所表现的那样。在他们看来，如果要在现实与理想的对立需求之间寻找出路，那么人的常识和自发情感作为工具会比理性更为可靠。\n罗马讽刺文学因其强烈的再现性特征而对经验性叙事形式表现出天然的亲和。对于滑稽摹仿、对话及哑剧那种实质上的静态讽刺而言，自传(阿普列尤斯)和“真实故事”(卢希安)为其提供了最佳的叙事发展模式。流浪汉结构中那种边旅行、边记录的观察者则从整体上推进了摹仿性虚构文学的叙事技巧，它通过最大化的叙事表达以换取最小化的美学性干扰。但是，长篇讽刺性叙事好像天生就近乎是一种缺乏稳定性的综合体。它不断受到美学性趋向和再现性、例释性倾向的双重威胁，前者注重故事叙述的趣味性，而后者则聚焦于现实世界或理想化世界。以《金驴记》为例，其美学性趋向的实现乃是借助于这样几个途径：主人公的奇异变形，“丘比特与赛姬”的故事插叙，以及卢修斯在皈依女神伊希斯之际所代表的理想对现实的征服——当然，作品的讽刺性也随着这一刻的到来而消失殆尽了。一次真正的奇幻之旅若能在大体上遵循《格列佛游记》和瓦罗式讽刺当中所包含的那种远航一造访一\n① 格里美尔豪森(Grimmelshausen，约1621—1676)：德国作家，著有流浪汉小说《痴儿西木传》，以历史上发端于德国的欧洲“三十年战争”(Thirty Years'War，1618—1648)为背景，采用第一人称视角讲述了孤儿西木(Simplicissimus)逃离战乱、邂逅隐士、重返社会，以及万念俱灰后遁人丛林的故事。\n113",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_132"
  },
  {
    "page_index": 133,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_133.png",
    "text": "118 叙事的本质\n\n驱逐一回归模式，或许便可为再现性、例释性及美学性元素提供最为完美的组合形式，并借此探索某一特定社会与其所承袭的社会、道德理想之间的关系。当讽刺文学从传奇文学的奇异之旅及其他手法中汲取叙事意象时，它便成了一种寓言性文学。其思想性关注使得纯传奇文学中的美学性意象表现出例释性意义，而其美学性关注则使得讽刺文学中的再现性意象表现出摹仿性小说所特有的情感意义。\n\n人们经常试图将《格列佛游记》同各种以叙事或非叙事形式创作的讽刺性反传奇及乌托邦文学联系在一起，却往往忽略了它与寓言性传奇及现实主义叙事之间的密切关联。“小人国历险”中的政治寓言在功效上与《仙后》第五卷中的政治寓言如出一辙。与此同时，整个叙事基调的确立乃取决于那种纯粹为了追求逼真而带来的乐趣。就这一点来说，斯威夫特与其同时代作家笛福存在共同之处。事实上，在阅读《格列佛游记》时，我们并不难区分哪些段落旨在传达寓言性意义，哪些段落为实现纯粹的娱悦性而力图用极具现实主义的细节去呈现非现实性事件。《格列佛游记》第四部分之所以优于前几回历险，某种程度上是因为斯威夫特逐渐认识到如何将例释性、再现性及美学性元素糅合在自己的故事当中。以耶胡（Yahoos）①来说，读者对其产生的反应是：它们例释了人性在丧失理智或其他约束时所表现出来的某些极端层面——暴食、纵欲、贪婪、狂躁、嫉妒。但是，耶胡也作为人类的肉体意象，通过高度再现的方式与出色的身体及心理细节描写而得以展现。它们同样对故事本身的高潮起到了推波助澜的作用，因为慧马之所以决定将格列佛放逐，其动机恰恰在于担心他会怂恿耶胡进行非法阴谋。一方面，格列佛本身是以一个普通人的身份去例释人性之范式，以区别于耶胡所例释的堕落人性和慧马所例释的绝对超人理性；另一方面，他也是一个具有代表性的个体人物，拥有复杂的性格。当格列佛面对驱逐令思忖道，“我认为少一点教条或许更符合理性”，那一刻，我们的反\n\n①《格列佛游记》中的人形生物，以其贪婪、淫荡、肮脏等各种龌龊品行著称。\n\n114",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_133"
  },
  {
    "page_index": 134,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_134.png",
    "text": "4 叙事中的意义 119\n应是复杂的。我们对受此难题困扰的个体人物深表同情,并因此倾向于赞同格列佛的观点,对慧马理性的生硬流露出憎恶。但是我们也意识到,这一情境在某种程度上也例释了理性在应对人类的问题时所表现出来的局限性。理性是善的,而慧马也是极好的生物,斯威夫特用它们来例释某些可为人类加以借鉴的方式,进而使人类的生活通过非理性(“耶胡主义”)向理性(“慧马主义”)的屈服而得到改观。但是,对于堕落颓废的人类而言,纯粹理性并不可能成为其向导。那位援救格列佛的葡萄牙籍船长在与其他人相处时所体现出来的智慧、慷慨及仁慈,显然对纯粹理性的僵化进行了柔性处理。斯威夫特让格列佛在面对门多萨船长(Captain Mendoza)之际表现出高度的非现实性和荒诞性(作者在许多其他场合亦做了同样的处理),以说明头脑幼稚的人类如何因为过度崇拜而可能导致理性这样的至善之物陷人荒诞之境。《格列佛游记》的第四部分在阐释过程中常常会造成批评上的混乱,这在很大程度上乃是由于评论家们往往会将格列佛本人仅仅视为“现实的”、发展式人物,抑或仅仅将其当作寓言性讽刺的道具。但是,斯威夫特在作品中之所以能够实现其超凡功效和精妙意义,恰恰是因为他拒绝让格列佛在纯粹的现实再现与观念例释之间做出单一的选择。《格列佛游记》的这个部分可谓是伟大而复杂的艺术品;这当然得益于斯威夫特就叙事模式所进行的驾轻就熟的调整和转换,但更重要的原因则在于他能够将这两种虚构的现实意象几近融为一体。小说从第一部分开始即表现为一种寓言性游戏,其中虽然不乏“意义”的片段,但更多的则仅仅是在巨人族与小人族的故事组合当中尝试着各种再现性可能;而小说到了第四部分则成了一张富含意义的羊皮纸,作为叙事艺术家及思想家的斯威夫特可以在那里表现其严肃性和问题化。\n《格列佛游记》中的慧马与耶胡在一定程度上例释了讽刺文学所固有的反讽式对照:慧马优于人类,而耶胡次于人类。其主要讽刺目的在于检验这一命题,即“耶胡主义”与“慧马主义”相比,乃是更为典型的人性状态。随着理想化的道德秩序走向崩溃或面临崩溃,此命题似乎凭\n115\n116",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_134"
  },
  {
    "page_index": 135,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_135.png",
    "text": "120  叙事的本质\n\n借其充分的有效性而颇值得关注，因为它采纳了一种复杂的道德意义，甘愿将人类及人类社会视为两者的融合，兼善、恶潜势于一身。耶胡从某种意义上说属于美学性意象。它所引起的憎恶与恐惧不仅与任何规约性的例释意义相去甚远，而且在很大程度上也超越了人们在目睹实际的人或动物时所产生的情感反应。美学性虚构文学既可以凭借女主人公和完美的景致来引发我们对美的感受，同样也会通过恶徒、魔鬼和地牢来激发我们对丑的理解。相比之下，教寓性虚构文学则不仅促进了我们对理性的认识，同时也激发了我们对荒诞的感悟。因此，当讽刺作品表现出例释性时，便经常会伴随着丑陋荒诞的意象；它们不仅例释现实世界的诸多方面，而且，为了检验理想化世界的合理性，这些意象至少还可以产生一种暗示性的对照功效，以反衬理想化世界的诸多方面。但是，讽刺文学中的丑陋荒诞意象明显有别于例释性传奇——它是中世纪及文艺复兴时期大部分寓言文学的基础——当中所包含的相似意象。\n\n那位企图强暴格列佛的雌性耶胡是一个生动的再现性意象，其例释性意义几乎等同于其强烈的美学效果。另一方面，《仙后》中的杜埃莎(Duessa)①——其下半身的丑恶之形让诗人不忍去描绘——则不仅代表着传奇文学中的一种女巫类型，而且，她还作为一个例释性象征代表着腐败的罗马教会、巴比伦大淫妇(Whore of Babylon)②、苏格兰女王玛丽③，以及普遍意义上的虚伪本质。当讽刺文学通过关注作品思想而将例释性内涵赋予其意象时，它所包含的象征主义往往是简单明了的，并且很少会损及讽刺文学当中所共有的那种处于强势的再现性\n\n① 斯宾塞笔下的女巫形象，在其伪装的美丽外表下实则隐藏着丑陋、邪恶的本质，其名字的词源意义即有二重性的内涵。\n② 《启示录》中受到上帝判决的娼妓，她骑着长有七头十角的怪兽，形象奢华、充满权势，代表了离弃上帝转而同世俗与罪恶同流合污的罗马教会。\n③ 苏格兰女王玛丽(Mary Queen of Scots，1542—1587)：英国历史上一位极富传奇色彩的皇室女性，曾一度投靠伊丽莎白一世寻求庇护，但却遭到长期监禁，直至最终以莫须有的叛国罪名而遭到处决。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_135"
  },
  {
    "page_index": 136,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_136.png",
    "text": "4 叙事中的意义  121\n效果。然而，对于寓言中的例释性意象来说，它们与现实的关系则显得  117\n复杂多义，从而导致其美学性及再现性层面时常易为忽略。例释性意\n象在原始寓言中可通过上下文进行意义规约，而在中世纪及文艺复兴\n时期的寓言中，则要求读者具备一些经验方能加以阐释。它是文学及\n哲学文化的产物。许多世纪以来，这种文化曾将史诗、传奇及宗教神话\n当作例释性叙事来阐释其中的意象。现在，我们不妨转而考察一下这\n种丰富的寓言化传统并对其渊源加以概述，为此，我们将因循它所包含\n的两大脉络：希腊哲学化寓意阐释(allegoresis)和犹太教一基督教经文\n阐释(exegesis)。当然，阐释传统中的这两种趋向并没有为中世纪的寓\n言性叙事创造任何模式，而只是为寓言性叙事的创作提供了一个庞大\n的象征储备。\n\n倘若荷马式吟唱者心中的缪斯曾惠予她的子孙们一种能力，使他\n们不仅能够清晰地追忆历史，而且也能够洞见未来。那么，对于柏拉图\n将诗人逐出其理想国之举，他们或许并不会感到太过意外，而真正让他\n们感到惊讶的倒可能是有人会站出来为他们进行辩护。苏格拉底在向\n诗人们发出控诉时曾提及这些辩护性的观点，但只是将它们视为缺乏\n实际意义的因素：\n\n然而，赫拉（Hera）受其子捆绑①，赫淮斯托斯\n（Hephaestus）因帮助自己正在挨打的母亲而被其父掷出天\n庭②，以及荷马所描述的诸神间的其他战争——无论这些是\n否该被视为寓言——在此国度中都是无法容忍的事情。因为\n年轻人并不能判断一件事情是否为寓言性的，而且，那些观念\n一旦为年轻人所接受，便有可能变得根深蒂固、难以消除。所\n\n① 赫拉因其子赫淮斯托斯生来跛足而将其遗弃，后赫淮斯托斯为了报复，发明\n了一张魔椅赠与其母，将其牢牢束缚，不得脱身。\n②《伊利亚特》第一卷中也沿用了这种说法，即赫淮斯托斯因试图帮助正在挨打\n的赫拉，结果被父亲宙斯掷向天空，他在空中翻腾了一天，最后落在爱琴海的利姆诺斯\n（Lemnos）岛上，险些丧命。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_136"
  },
  {
    "page_index": 137,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_137.png",
    "text": "122 叙事的本质\n\n以，最重要的事情就是确保他们最初所触及的那些诗歌作品\n在构思上独具匠心，以宣扬美德为宗旨。\n\n人们通常认为，勒基乌姆学者提亚金尼斯①(约公元前525年)最早注意到《荷马史诗》中存在着诸如众神相争这样的不雅之处，并采用寓意阐释法探寻了相关段落中可能包含的“下层意义”(undermeaning[hyponoia])。在提亚金尼斯看来，诸神之间的战争在其字面意义\n118 (literal meaning [logos])之下乃是描述了几种对峙的元素——赫淮斯托斯、赫拉及海神(Poseidon)分别代表了火、空气和水——或是道德冲突。阿那克西曼德②、赫拉克利特(Heraclitus)、阿那克萨哥拉③及其他次要的前苏格拉底哲学家们同样注意到了荷马文本中的“下层意义”。兰普萨卡斯人梅特罗多勒斯④作为阿那克萨哥拉的弟子，是最彻底的早期寓意阐释者。他将“物理”意义赋予凡人及众神：阿伽门农是以太(ether)⑤，阿喀琉斯是太阳，海伦是地球，帕里斯是空气，得墨忒耳(Demeter)⑥是肝脏，狄俄尼索斯(Dionysus)⑦是脾脏，而阿波罗则是胆囊。《荷马史诗》的寓意阐释传统早在柏拉图出生时便得以牢固确立，而到了他创作《理想国》之际，该传统则已构成了希腊哲学思辨中的一个重要因素。倘若荷马时代的诗人当时依然在世，那么，他们准会因为这样的发展而唏嘘不已。\n\n① 提亚金尼斯(Theagenes of Rhegium，生卒不详)：公元前6世纪来自勒基乌姆(位于今意大利南部)的古希腊文学评论家，因其为《荷马史诗》进行的辩护性解读而著称，是寓意阐释法的早期代表。\n② 阿那克西曼德(Anaximander，公元前611—前547)：希腊天文学家及哲学家。\n③ 阿那克萨哥拉(Anaxagoras，约公元前500—前428)：希腊哲学家。\n④ 梅特罗多勒斯(Metrodorus，生卒不详)：公元前5世纪来自希腊重镇兰普萨卡斯(Lampsacus)的哲学家，他在阐释《荷马史诗》时，在寓言性层面上将诸神及其故事对应于宇宙万物的相生相克。\n⑤ “以太”此处指的是高空的清澈气层，是希腊众神居住的奥林匹斯山所企及的区域。柏拉图在《斐德若篇》中将“以太”视为苍穹(heaven)。\n⑥ 希腊神话中掌管农业、给予大地生机的女神。\n⑦ 狄俄尼索斯：希腊神话中的酒神。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_137"
  },
  {
    "page_index": 138,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_138.png",
    "text": "4 叙事中的意义 123\n\n希腊的哲学性寓意阐释之所以得到发展，一种可能的原因即在于，古代史诗传统不仅已经包含了希腊人在历史、地理、宇宙论、伦理学、政治学及生理学方面的一切知识，而且也涵盖了后世学者所着手探讨的许多主题。在希腊理性主义初露端倪之际，只有《荷马史诗》这一文本能够将过去的智慧积累与感官世界中的现实神秘事物联系在一起。史诗所拥有的尊贵地位促使哲学家们不惜动用词源学这种并不可靠的手段，去探寻荷马的神来之笔中所蕴含的“下层意义”，并借此发展其自身的理性化学说。\n\n赫希俄德曾试图对史诗传统中的神话元素加以理性化规约，以使它们与现实生活发生更为密切的联系；就这一领域而言，他所创作的两部所谓的史诗，《神统记》（Theogony）①及《工作与时日》（Works and Days）②，可以说代表了我们迄今为止所能发现的最早尝试。过去，诗歌与哲学在实践上并未成为各自分离的技艺，柏拉图后来甚至在自己的思想中对其理论上的可能性也予以了否认。有证据显示，这两种技艺曾同时出现，但是到了公元前5世纪，荷马寓意阐释与哲学话语再现尽管依然有可能紧密相关，却已经变成了两种不同的思维活动。虽然诗歌化哲学与哲学化诗歌阐释之间的密切联系偶尔会受到文学史家们的误解，但其历史重要性却是不容忽视的。这种现象在12世纪至17世纪那一阶段又得以重现，当时的西方寓言文学恰逢其真正辉煌的岁月，而那些最伟大的想象之作也再次表现出强烈的理性化趋向。如果我们能够对希腊经验做出正确的认识，那么这将有助于我们理解中世纪的相关问题。\n\n按照柏拉图对理想化“教育”的界定，诗人的虚构之作虽说只是美丽的谎言，但却可以有效地服务于教育的宗旨。柏拉图通过这一形象\n\n① 赫希俄德创作的诗篇，主要从谱系的角度讲述古希腊诸神的故事，是希腊神话的重要文献。\n\n② 赫希俄德创作的诗篇，主要关注古希腊农业生产技术，同时也包含诸多富于智慧的训诫，强调劳动的重要性，可谓是一部道德格言集和农业历书。 119",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_138"
  },
  {
    "page_index": 139,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_139.png",
    "text": "124 叙事的本质\n\n表述旨在暗示：故事中的“样板”（typos）乃是表现故事“道义”（nomos）的方式，而学生从“样板”中所接受到的则是某种印象。随着故事的进展，纯粹的“观念”（doxa）将在一定程度上得以传达。就《荷马史诗》来说，由于众神往往被描绘成引发灾难的罪魁祸首，且喜好倾轧相争——两者均有悖于道义——如此一来，它们便会以错误的“样板”给学生造成不良的印象，以邪恶或愚蠢的观念使学生堕落。作为一位教育家，柏拉图无法接受这样的虚构之作，因为它们不仅以谎言对现实加以再现（那是所有虚构作品的共同之举），而且同样以谎言来表达其学说。很明显，柏拉图意识到了一种意义层面，只要在这个层面之上，虚构作品即便在其字面水平（“逻各斯”）上流于虚假，却仍可以保持其真实性（“样板”、“道义”及“观念”）。或许，柏拉图所心仪的虚构作品指的是诸如道德寓言和“说教故事”（exempla）①那样的东西；就像今天的情形一样，它们在当时亦是儿童文学珍馐的重要组成部分。显然，这些教寓性叙事并不一定都是寓言性的。在《理想国》中，柏拉图没有就哲学家们所假设的“下层意义”加以评判。据他看来，不管那种意义是否存在，它将不会给年轻人铭刻下什么印象。\n\n柏拉图在《理想国》中对诗人的批判及其在《伊安篇》（Ion）②中对寓意阐释家们的批判产生了两个显著的结果：一是旧式的“哲学性”寓意阐释走向衰弱；二是新式的“修辞性”寓意阐释声势渐强。柏拉图力求让哲学家们相信，理性作为发现真理的工具要胜过寓意阐释，他的这一论断主要是基于前者的精确性。而对于修辞学家，柏拉图则让他们相信，《荷马史诗》的道德品性，以及随之而生的文化核心如果无法在现实再现的基础上得到捍卫，便须借助其寓言性（例释性）意义来实现此目的。在许多斯多葛派学者和新柏拉图主义者的实践中，哲学性及修\n\n① 古典时期、中世纪及文艺复兴时期，文学中通过讲述名人轶事的方式达到宣扬伦理道德的文类。\n\n② 柏拉图文艺对话录之一，通过苏格拉底与专事吟诵《荷马史诗》的伊安进行对话，探讨了诗歌创作中的灵感问题，指出诗人的创作并非凭借技艺而是借助神灵附体。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_139"
  },
  {
    "page_index": 140,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_140.png",
    "text": "4 叙事中的意义 125\n辞性寓意阐释依然紧密地交织于同一根绳索。类似的，围绕神话所展开的“物理性”及“道德性”阐释也依旧密不可分地混杂在一起。然而，有一点却是毋庸置疑的：当人们面对柏拉图的责难而为荷马进行辩护时，希腊寓意阐释并非初现端倪，而是正经历着其侧重点的转移，即从哲学家们那种颇具影响的寓意阐释过渡到修辞学家们的寓意阐释——前者从《荷马史诗》的“下层意义”中发掘出所隐藏的新宇宙论，并借此使这些学说身价倍增，而后者则从《荷马史诗》的“下层意义”中探寻某种伦理或宗教信条，将其用以为古代史诗辩护，既驳斥了理性主义者的“美丽谎言”批判，同时也驳斥了道德学家的“有害谎言”批判。我们从锡德尼的《诗辩》及其在意大利文艺复兴时期的先驱之作中所看到的，正是这种辩护性的寓意阐释传统，它与当时刚刚得以复兴的亚里士多德的《诗学》理念融为一体。\n\n在《诗学》中，亚里士多德并未就意义的寓言性层面与再现性层面加以区分。其原因并不难解释。亚里士多德将诗歌视为对行动的模仿（imitation），而真正寓言性的虚构之作却无法满足他的这一观念。如柏拉图所为，亚里士多德将文学当作“摹仿”（mimesis）加以关注。但是，二人在对艺术进行评判时却存在着差异，这并非因为他们持有不同的艺术功能观，而是因为他们围绕真实性产生了不同的理解。亚里士多德在对诗歌与历史加以甄别时颇费了些心思。诗歌之所以凌驾于历史之上，并非因为它能够对现实本身加以再现，而是因为它能够对典型事物加以再现。历史局限于按照实际发生的情况来描述事件，而诗歌则能够按照很可能发生的情况提出假设的事件。诗歌中的行动实施者具有普遍性，因为他们的言行符合人们对于特定人群类型的规约。他们的行动由于遵循或然性及必然性法则而表现出一致性。与历史报道相比，诗歌的优越性在于其一致性和普遍性，同时也在于它并非直接对现实加以再现，而是对操纵现实的各种法则加以再现。在柏拉图看来，既然现实只是对真实事物的模仿，那么诗歌就只能是对模仿的模仿。因此，它背离了真实。然而，对于亚里士多德而言，诗歌则是在抽象化\n121",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_140"
  },
  {
    "page_index": 141,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_141.png",
    "text": "126 叙事的本质\n\n及普遍化的过程中趋向真实。\n\n柏拉图之所以对希腊诗歌颇有微词，可能是因为它无法获得某种寓言性模式。由于柏拉图将理念的哲学当作其出发点，强调通过摹仿性虚构作品中的典型因素去例释各种理念，因此，他必然会不满于那种对现实加以普遍化再现的艺术。即便苏格拉底未曾存在过，恐怕作为艺术家的柏拉图也不得不将其杜撰出来：只有在柏拉图式的对话当中，才有可能将理念与现实融为一体加以再现，而不至于损及任何一方。从希腊古风（archaic）文学或阿提卡（Attic）①文学中幸存下来的少数几则寓言，如柏拉图在《理想国》第7卷中的洞穴之喻或色诺芬的《回忆苏格拉底》②中由普罗狄克斯创作的寓言“赫拉克勒斯的抉择”，都是哲学家的作品，而不是出自诗人之手。这些寓言的意义在它们所处的上下文当中得以规约。就像《荷马史诗》当中的拟人化形象，如惊慌之神（Panic）、逃亡之神（Flight）、恐惧之神（Terror）和争端之神（Strife），哲学家们的寓言并没有摆脱修辞性人物的宏大谱系。拟人化形象或许可作为证据以说明宗教崇拜——进而也可说明史诗与戏剧——当中所包含的理性化倾向，而寓言则是哲学话语当中的诗化元素。在希腊古典时期接近尾声之际，出现了一个具有自省意识及寓言性表意功能的庞大意象体，它一方面得益于上述两种倾向操控下的文学产品，另一方面也得益于荷马寓意阐释的斯多葛传统及新柏拉图传统当中所包含的大量规约性寓意。\n\n与荷马遭遇的批判颇为相似，圣经文本的真实性和道德性同样也受到了理性主义的责难。相应的，犹太教派或基督教派的辩护性阐释\n\n①古风文学指公元前7世纪至前5世纪的希腊文学，而阿提卡文学主要指公元前5世纪至前4世纪以阿提卡方言为标准文学语言的希腊文学，属于古典希腊（Classical Greece）文学时期。\n\n②这是色诺芬为其师苏格拉底写的回忆录，书中提到苏格拉底的朋友——哲学家兼语言学家普罗狄克斯——所构思的神话寓言，讲述大力神赫拉克勒斯在美德女神（Virtue）与邪恶女神（Vice）之间如何做出选择。\n\n122 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_141"
  },
  {
    "page_index": 142,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_142.png",
    "text": "4 叙事中的意义 127\n也易被误当成前苏格拉底时期荷马寓意阐释法在近古时代①的延续。柏拉图及其前辈们将荷马文本理解为神灵启发之作。它们所包含的一切真理无非来自于经过再现性例证的“道义”，或隐藏于虚构表象之中的“下层意义”。字面意义(除去柏拉图指出的例外情形)是美丽的谎言。柏拉图所说的例外情形是指丑陋的谎言。虽然希伯来释经传统将《圣经》视为神启之物，但是与希腊寓意阐释不同，它认为经文在字面意义及历史意义上都是真实的。东方观念将历史看作宏大的、不断重复的循环，这既是希腊历史思想的特征，同时也可能最初促成了希伯来经文阐释的惯常做法，即一方面依赖于文本字面意义的准确性，另一方面又依靠文本中的客观现实记载所蕴涵的预言性。甚至当斐洛②、奥利金③及其他学者将希腊寓意阐释引人希伯来和基督教释经传统之际，圣经文本所包含的历史意义的主导性及字面意义的绝对准确性也未曾受到过真正的挑战。\n\n对圣·奥古斯丁来说，《圣经》是完全真实的。当然，他在日后亦将作为一个代表性例证以说明释经传统实际上极富多样性，同时也极具活力。奥古斯丁在《论基督教教义》(De Doctrina Christiana)中曾对释经者的诸多职责加以描述。依他之见，释经者的第一职责乃是理解经文中的字词、语句及比喻所意指的历史人物、言论及事件。上帝是《圣经》的作者，而世俗化的作者只是受到“圣灵”启发的记录员罢了。就其作者身份来说，上帝可算是一位寓言家，他时常将意义隐藏于《旧约》记载的历史事件之中。释经者只有在清晰理解历史意义的基础上，才能进一步去分析上帝在《旧约》和《新约》所载事件中隐藏的意义。\n\n由于希腊寓意阐释在揭示“下层意义”的过程中往往使得字面意义 123\n\n① 近古时代大致指欧洲古典时代(公元前8世纪一后5世纪)与中世纪之间的过渡历史阶段，时间约从公元300年至600年。\n② 斐洛(Philo，公元前20—后50)：希腊化时期出生于亚历山大港的犹太教哲学家，致力于运用寓言对希腊哲学和犹太教进行融合。\n③ 奥利金(Origen，约185—254)：早期基督教希腊教会神学家，致力于校勘希腊文《旧约》，并对《圣经》进行寓意阐释。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_142"
  },
  {
    "page_index": 143,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_143.png",
    "text": "128 叙事的本质\n\n遭到破坏，因此，希伯来及基督教文化在强调《圣经》内容的客观真实性之际，自然会对前者表现出一种敌对的姿态。当然，柏拉图的理念（idea）与形式（form）二元论的确也对圣徒保罗（St. Paul）——乃至于对整个基督教神学——产生了深刻影响。正因为传统释经学所包含的这种“现实主义”趋向，希腊思想中的“唯心主义”便无法在正统神学中促成物质世界与精神世界之间的分裂，而它所能做的只是让想象性文学蜕变成柏拉图所认为的那种对于模仿的模仿，同时在近乎每一个基督教时代持续构成主要的异教倾向。希伯来现实主义与希腊唯心主义的融合使得《圣经》无论从其整体还是从其各部分来看，均意味着记录并预言了肉体向精神逐渐演化的过程。《旧约》中的文字被认为包含或预示了《新约》的精神实质。《旧约》中的主人公处于一种发展进程之中，而希腊叙事中的主人公则处于一种静止的状态当中。希腊叙事作品的进程局限于情节当中的行动，而且即便如此，这种行动也只是例证了稳固不变的普遍法则；与此同时，行动的实施者，即人物，亦随情节的展开而演变为愈加恒定的伦理类型。相比之下，亚伯拉罕（Abraham）、雅各布（Jacob）、大卫（David）及参孙（Samson）这些人物则因其个性化发展而成为关注的焦点。在信奉基督教的读者眼中，他们并非代表着各种伦理类型，而是作为原型代表着耶稣，在这一层面上，他们的个性化发展起到了重要作用。\n\n像祭献艾萨克（Isaac）①这样的历史事件，作为经文阐释中的一种原型，首先是被看作耶稣在十字架上的殉难，其次才被视为基督徒个人面对这个世界的罪孽与虚妄而自愿选择死亡。因此，《旧约》的“预表性”（typological）意义不止是对《新约》所载事件的预示，同时也成了基督教的学说。它可以被当成一种教寓，即堕落的人类若要经受耶稣的拯救，那么作为个体的人在精神层面上则不仅需要复现亚当的堕落（这\n\n①《创世纪》中记载的故事，讲述上帝为了试探亚伯拉罕对神的绝对信仰，故意让他献子为祭。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_143"
  },
  {
    "page_index": 144,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_144.png",
    "text": "4 叙事中的意义  129\n种复现几乎是“人类的堕落”自身所带来的必然结果），同时也需要复现  124\n耶稣的生与死。在耶稣那里，“道”（Word）成了“肉身”（Flesh）①。要对\n《旧约》中的历史进行预表论阐释，就必须履行双重使命：首先是识别某\n一历史事件（原型）所指涉的耶稣生平中的事件（预表类型），然后再将\n此基督学意义（Christological meaning）与那种适用于个人的教义性及\n道德性意义联系起来。因此，预表论意义乃是道德性（或“比喻性\n[tropological]”②）意义的初始状态。\n\n释经者们还可以通过第三种方式从《旧约》和《新约》所记录的事件\n中发现意义。这种诠释将那些事件当作各种预示，以更为具体的比喻\n去说明：总有一天，或是在世界末日，重获新生的教会将与上帝实现最\n终的统一。事实上，当教会中的个人道德生活与耶稣生平中的事件被\n视为具有某种神秘的同义关联之际，这种精神层面的统一便已经得到\n了暗示。作为第三种阐释，经文历史事件的“神秘性”（anagogical）意\n义③并不总是以孤立的经文阐释层面存在着，因为它所依赖的那些具\n体事件尽管未曾发生过，但它们所预示的教会与上帝之间的精神统一\n却已显现于耶稣与个体基督教徒之间的圣礼关系（sacramental\nrelationship）当中。\n\n《圣经》的“情节”不仅可以被想象成一条水平线，贯穿历史时间的\n始终，而且亦可被视为此水平线正上方一条逐渐上升的线条，从人类被\n逐出地上乐园一直延续到最终与上帝在天上乐园重聚。这条水平的情\n节线描绘了圣·奥古斯丁“世俗之城”的发展；而这条上升的情节线则\n描绘了其“上帝之城”的演进。在《圣经》故事中，主人公们的人生轨迹\n\n①《约翰福音》的开篇即写到，“太初有道。道与神同在，道就是神”。这个“道”\n就是神本身，是耶稣基督，也是神的恩典和真理，属万物之本。同样，在《约翰福音》第\n一章的第一节中，亦有“道成肉身”之说。\n\n②“比喻性”阐释是释经传统的一种方法，它通常旨在借助伦理道德工具对圣经\n文本的意义加以诠释。\n\n③神秘性阐释与上文提及的寓意性阐释、比喻性阐释及字面性阐释均为《圣经》\n阐释的重要方式。神秘性阐释将现实事件投射到未来世界，具有神秘主义色彩。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_144"
  },
  {
    "page_index": 145,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_145.png",
    "text": "130 叙事的本质\n因循着上升线条的方向，当然，他们只是构成了这一情节中极小的部分。耶稣的一生同样也因循着这一运动，并神秘地贯穿其始终。“上帝之城”尽管最初表现为物质和实体形态——对于失乐园之后的那一代人而言——然而最终却会上升为精神形态。未来的事件可以通过先前的事件得以暗示和预表，但却不乏晦涩。保罗的著名训诫，“那字句是叫人死，精意是叫人活”①，并非说《旧约》或“旧法”（Old Law）是一个美丽的谎言。它乃是忠告人们从精神层面去阅读那些字句（即《旧约》中的人物、言论及事件），把它们当成对《新约》中“肉身”与“道”的预示。\n\n在探究历史事件中的意义时，希伯来文化及早期基督教对具体人物与事件进行的分析往往表现出“现实主义”的特征。奥古斯丁鼓励其弟子研究《圣经》中的“事物”，这样便有可能从物质属性的理解深入到其中所隐藏的神秘意义。经文的“下层意义”不仅包含在《旧约》所载历史的具体现实之中，而且也因为我们依旧从属于历史进程而包含于当下所处的具体现实之中。希腊的历史循环理论往往通过某些个人和事件对人性的常规及普遍法则加以例示，而基督教的历史理论则与此不同，它清晰勾画出一条由始而终的演进历程，赋予每一事件以独特的意义。不仅每个人物都因这些事件而神秘地参与到耶稣的生活中去；其个人的发展也同样推动整个演进历程进一步接近最终的圆满。在希腊文学批评看来，自然法则通常借助于各种典型得以例证，而叙事作品乃是针对这些典型的现实状态所进行的抽象。相比之下，基督教的经文阐释则是将《圣经》视为对现实状态的记录，通过阅读可以发现人类逐渐实现精神至善的故事。\n\n① 见《新约》哥林多后书第三章。此处的“精意”（spirit）即表示圣灵。\n125 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_145"
  },
  {
    "page_index": 146,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_146.png",
    "text": "4 叙事中的意义 131\n按照奥古斯丁在《忏悔录》中的记录，他起初发现了摩尼教（Manichean）①哲学家们在其科学中所犯的错误。他本人从信仰那种黑暗的异端学说到皈依基督教上帝的发展过程，包含了对上帝创世的客观思考、希腊的哲学热情及其修辞性寓意阐释、安波罗修②的经文阐释法，直至最终实现其本人的释经法和仁爱之道。作为叙事，《忏悔录》是一则关于心路历程的现实主义记叙。如果说它偶尔也显露出其寓言性意味，那么唯一的解释就在于，它暗示了奥古斯丁这个人物乃属于回头浪子这一类型，就如同年轻时的大卫或圣徒保罗——他们各自身处历史的不同时期，但却因其逐渐归化为耶稣的形象而同时表现出几分“上帝之城”的至善状态。虽然奥古斯丁非常关注于记录自己在每个发展阶段中的情感和观念，但他的方法却不能简单被贴上任何现代意义上的“心理化”标签。对于奥古斯丁这个人物在其不同发展阶段的“性格”，我们还谈不上具有相当程度的认识，而且我们在那里也很少能看到现代心理小说中所存在的社会性影响。最重要的是，奥古斯丁没有将心理细节本身当作目的。与卢梭不同，他在对自己的情感及精神生活进行详细记录时，并无意关注其深刻性和独特性。作为一个人物，奥古斯丁属于一种“典型”：当然，不是人性的典型——如我们在古典时期的历史及传记中所看到的那些，而是一种精神典型——这有些像柏拉图的理念——在历史中，它表现出对耶稣生平的预示性，而在生活中则意味着对耶稣生平的遵照。\n对奥古斯丁来说，人类达至精神圆满的诸阶段乃是通过个人的圆满过程来重现的。个人向上发展，力图与“上帝之城”的情节线索相吻\n① 摩尼教：一种源自古代波斯祆教（Zoroastrianism）的宗教流派，为公元3世纪中叶波斯人摩尼（Mani）所创立。这是一种将基督教与伊朗马兹达教义（Mazdaism）混合而成的哲学体系。奥古斯丁在年轻时曾是摩尼教的追随者，但逐渐对其宇宙论表现出失望。尽管奥古斯丁曾对摩尼教的善恶论心存幻想，但后来在其《论自由意志》中则反驳了摩尼教有关善与恶、光明与黑暗、灵与肉的二元论世界观。\n② 安波罗修（Ambrose，约339—397）：意大利神学家、布道家、诗人、米兰主教，对奥古斯丁的基督教思想产生重要影响。\n126",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_146"
  },
  {
    "page_index": 147,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_147.png",
    "text": "132 叙事的本质\n\n合，等到其精神复活之际，他便成为基督教会的一分子，与上帝结为一体。《圣经》中记载的重要历史事件经过精神层面的阐释而成为个人生活中的重要事件。个人的精神复活本身即预示着整个基督教会最终的躯体复活，并因此表现出“神秘性阐释”的意义。人类及个人的历史、当下和未来全都统一于耶稣，因此，它们同样也展示出从物质到精神的至善潜能。尽管基督教的“情节”最初在人类失去恩典这个部分是悲剧性的，但此后则因其趋向于最终的复活与团圆而表现出其喜剧性。\n\n对于复活与团圆这种上升性的普世情节来说，除却喜剧之外还存在另一种可能的表现形式，当然，它不是悲剧，而是反讽。“世俗之城”与“上帝之城”之间的区分意味着一种双重视野，它几乎不可避免地会使得人类世俗行为的再现表现出讽刺性，因为无论其如何理想化，现实状态与精神理想的背离总是存在的。不过，在一些罕见的事例中——如我们在但丁那儿所见——叙事艺术家能够在痛恨罪者所犯罪行的同时，仍旧保持对罪者的钟爱。也正是在这种情况下，中世纪的叙事才得以接近希腊悲剧或文艺复兴时期的悲剧。除此之外，通常的态度则往往是对希腊的愚蠢加以讥讽，因为他为了命运之神所给予的昙花一现的馈赠而将上帝，他唯一的真善，拒之门外。只有像乔叟笔下的“修士”①那样顽固不化的凡夫俗子才会认为人类注定要遭受天使路济弗尔（Lucifer）的命运——这是修士第一个“悲剧”的主题。当然，就修士作为叙述者所主张的观念而言，乔叟的态度乃是嘲讽性的。在中世纪的基督徒看来，“世俗之城”中人类福祉由盛转衰的悲剧性“跌落”仅仅是作为一种反讽式颠覆，以映衬人类在精神层面上抵达“上帝之城”的潜在可能，也即全人类通过耶稣的牺牲所获取的那种潜在可能。\n\n《忏悔录》之所以能够对奥古斯丁这个人物的心路历程进行足够清晰的展示，乃是因为它既可对实际的思想及情感经验加以再现，亦可对\n\n① 此处的“修士”出自《坎特伯雷故事集》中的“修士的故事”（The Monk's Tale）；在故事开始处，“修士”将“悲剧模式”理解为“那些曾身居高位者的痛苦，他们从显赫之处跌落，无人能将他们从逆境中解救”。\n\n127 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_147"
  },
  {
    "page_index": 148,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_148.png",
    "text": "4 叙事中的意义 133\n基督教教义进行阐发。这样一来，《忏悔录》便在纯粹观念的话语再现与纯粹现实的叙事再现之间实现了作品张力的最大化。叙事作品很少将现实与观念融合在一起。奥古斯丁的现实再现某种程度上预示了现代传统中的“成长小说”，而他的观念再现则前瞻性地指涉了中世纪神秘主义者的论著。与古典叙事相比，《忏悔录》的摹仿性既有过之，亦有不及。奥古斯丁为日后的基督教寓言既提供了主题，也提供了方法。这一方面得益于他的历史理论，另一方面也得益于他的思想观念，即个人在实现其自身精神圆满的过程中，会复现并预示基督教会的圆满。但是，奥古斯丁与柏拉图一样，无论从其禀性来说，还是从其真理观而言，都无法为基督教寓言提供相应的创作模式。\n\n将奥古斯丁的释经法转化为对想象性叙事的解读，是西方艺术史上最重要的发展之一。然而，这个过程的演进机制却远未得到充分认识。在奥古斯丁的时代到来之际，希腊寓意阐释的发展足以使得这两种传统之间的融合成为可能。此外，还存在其他几种势力，它们也试图对想象性叙事作品进行颇具基督教寓意的阐释，如早期基督教针对异教艺术画像所进行的图示新解、就异教神话中的拟人化现象所进行的哲学性分析，以及古典时代晚期和基督教时代形而上学当中所出现的强烈的柏拉图因素。在诸多围绕维吉尔所做的评注中，希腊化方法与基督教方法即发生了相遇。奥古斯丁熟悉维吉尔关于理想之城的预言，进而在构想“上帝之城”这一观念时深受其影响。要对《埃涅阿斯纪》进行基督教寓意阐释，关键就在于将这部史诗看作一种预言，一种类似于《圣经》及当下事件中所包含的预言。早先的斯多葛派及新柏拉图派寓意阐释曾指出，《埃涅阿斯纪》旨在讲述主人公为实现其道德圆满而历经的渐进过程。然而，如果完全用基督教寓意阐释来解读这部作品，那么埃涅阿斯乃是告别了作为物质世界的“旧特洛伊”，转而前往代表精神世界的“新特洛伊”，这一征途意味着主人公逐渐归化为耶稣形象的历程。只有作为对宗教意象的体现，其道德圆满才能表现出真正的伦理意义。虚构性主人公，就像《忏悔录》中的具体人物那样，可以\n128",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_148"
  },
  {
    "page_index": 149,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_149.png",
    "text": "134  叙事的本质\n\n通过其与经文中各种耶稣类型之间的相似性对经文中的各历史阶段加以复现。类似的，理想之城作为一种类型，则不仅代表了基督教会，同时也代表了天国乐园。\n\n无论是教父还是日后的神学家，他们均未特别提倡将异教性的想象文学当作《圣经》去阅读。虽然在维吉尔这个特殊案例中，人们普遍认为上帝乃是通过一位异教诗人在说话——尤其是在弥赛亚式的“第四首牧歌”①当中，当然《埃涅阿斯纪》亦是如此——但是，这些异教诗人的创作，至少在中世纪早期来说，主要是因其拉丁风格而得以推介。对于具有责任感的神学家而言，经文阐释的方法在他们手中只能适用于《圣经》，因为它与想象性叙事的不同之处在于：它是真实的。意义并非隐藏于文学意象之中，而是隐藏于那些意象所代表的实际事物当中。不过到了14世纪，古典神话的传统基督教阐释体系在历经缓慢的积累之后，终得以向世俗诗人提供富含意义的古代文学意象；与此同时，在伟大的释经者笔下，那些同样富含意义的经文意象亦得以通过布道及礼拜仪式而逐渐成为世俗诗人加以应用的素材。\n\n诸如无名氏法语长诗《洁本奥维德》(Ovide moralisé)②、皮埃尔·柏绪尔③所著《诗人的寓言》(De Fabulis Poetarum)及薄伽丘的《诸神谱系》(De Genealogia Deorum)这些14世纪的鸿篇之作，不过是神话表征传统——在时间上可回溯至最早期的荷马寓意阐释——当中所衍生出来的终极产品。在诗歌及释经传统的发展过程中，由于赫拉克勒斯和埃涅阿斯这类异教英雄演变成了耶稣的类型，因此，我们便不能将\n\n① 维吉尔所著《牧歌集》(Eclogues)充溢着浓郁的古罗马田园风采，共包括10首诗篇，主要描述牧人的生活、爱情故事与美妙的田园风光，对了解当时的社会及自然环境具有一定的史料价值。其中的第四篇牧歌之所以被誉为“弥赛亚式”，乃是因为该诗篇设想了一个孩子的降生将引领人们进入一个充满希望的黄金时代。\n\n② 这是一首八音节双韵体诗歌，长达7万行，创作于14世纪初，主要旨在对奥维德的《变形记》进行寓言化演绎，借此来体现基督教的思想寓意。这部诗作不仅对乔叟的文学创作产生影响，同时也对中世纪晚期及文艺复兴时期世俗文学的发展产生重要作用。\n\n③ 皮埃尔·柏绪尔(Pierre Bersuire，约1290—1362)：中世纪法国作家、神学家。\n\n129",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_149"
  },
  {
    "page_index": 150,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_150.png",
    "text": "4 叙事中的意义 135\n中世纪的异教神话阐释视为本质意义上的希腊方法在基督教时代的延续。事实上，释经传统与希腊哲学寓意阐释这两者的实际意义，与其说是在于它们为中世纪叙事诗人树立了其艺术赖以依托的文学模式，不如说是在于它们逐渐积累了一种常规的、具有文化规约性象征意义的经文意象及古典意象体系。这些意象，以及赋予它们意义的文学阐释理论，共同构建了一种多少具有连贯性的文学方法，叙事艺术家们借此便能够在重述传统故事之际，有意识地对其哲学意义加以操控。\n除此之外，还存在着第三种传统。在那里，古代凯尔特及日耳曼神话和英雄传统当中的意象经受了基督教的重新阐释。但是，由于证据的极度匮乏，该传统本身甚至还只是停留在推测的基础之上。以薄伽丘的《苔塞伊达》（Teseide）①为例，这是一则经典故事在14世纪的人文主义翻版；作者本人的评注或可作为确凿的证据用以说明：在这首诗中，特西奥（Teseo）②和伊波莉塔（Ipolita）这样的人物，乃至于诸多神话人物，共同代表了十三个基督教世纪以来这些形象所获得的文化规约性意义。特西奥的睿智作为该形象的固定特征，使得他成了一种惯常的基督化君主类型——在乔叟的“骑士的故事”当中，该形象还将再次出现。不过，这种证据在阐释下列作品时却很难碰到：围绕亚瑟王题材所创作的不计其数的传奇、《尼伯龙根之歌》、《贝奥武甫》、冰岛的散文体萨迦，以及其他新近脱胎于口头传统——这一点可以通过形式结构加以识别——而产生的作品。\n口头创作的卡累利阿诗歌（Karelian songs）讲述了关于“卡勒瓦领地”（Kaleva District）的神话传说，这些诗歌直到19世纪20年代、30年\n①薄伽丘的长篇史诗，该作品巧妙地将骑士传奇与爱情之战融为一体。乔叟在《坎特伯雷故事集》中的“骑士的故事”即取材于此。\n②特西奥是故事中的雅典统帅，当伊波莉塔在塞提亚（Scythia）率妇女将所有的父亲与丈夫杀死并建立女性政权后，特西奥率军讨伐这一罪行，并迎娶伊波莉塔女王为妻。\n130",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_150"
  },
  {
    "page_index": 151,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_151.png",
    "text": "136 叙事的本质\n代及40年代才由埃利亚斯·隆洛德①整理出版；在这些诗歌当中，基本上找不到对传统神话进行基督教阐释的痕迹。只有在隆洛德收录的最后一首诗②里，耶稣基督的故事方才受到影射，但其目的乃是在于用完全传统的方式去戏剧化地表现伟大的维那莫依宁（Väinämöinen）③与那位即将把他逐出芬兰的新生儿英雄之间的冲突。有人断言，尽管数个世纪以来，诗人们自身已经成为基督教徒，但《卡勒瓦拉》传统当中那些神灵般的魔法师们却让人感觉与基督教文化格格不入。卡累利阿口头传统所塑造的英雄往往借助强大的魔幻之歌击败敌人，在此层面上，它所保留的神话传统就其“英雄体”而论，要远逊色于《荷马史诗》当中所展现出来的神话传统。几乎所有关于《卡勒瓦拉》的资料均说明，该传统乃是从远古时代——至少就北欧而言——留存下来的。由于它只可能在农民阶层中传播，因此，其摹仿性成分乃是对民间生活的反映。我们可以推测，假如这一传统当初能够身处某种更为贵族化、更具理性主义的文化中并依照其自身规律发展下去，那么它就有可能因循希腊及希伯来神话叙事的发展模式，衍生出自身的辅助性评注和阐释传统。这样一来，其传统意象可以如希腊寓意阐释那样，通过指涉现实观念而得到解释，抑或像经文阐释那样，通过指涉宗教学说而得到解\n131 释。此时，它与另一种文化传统进行真正合成的时机便成熟了，近古时代希腊和希伯来叙事传统中诸多重要意象之间的合成即是如此。\n那么，我们到底有无证据显示，这样的合成在凯尔特及日耳曼传统叙事中也完全有可能发生呢？厄文·帕诺夫斯基指出，西方艺术史当\n① 埃利亚斯·隆洛德（Elias Lönnrot，1802—1884）：芬兰文献学家及传统芬兰语口头诗歌学者，其最重要的贡献在于编纂了芬兰民族神话史诗《卡勒瓦拉》。\n② 即第50首，讲述的是少女玛丽雅达（Marjatta）因食莓果而怀孕生子，这位仅两周大的新生儿面对国王的震怒不仅毫无惧色，相反开口讲话，以确凿的罪名迫使国王离开尘世，而自己则接受神意成为新任国王。这个故事当中存在圣母、耶稣等基督教意象，也在一定程度上反映了芬兰历史上的基督化过程。\n③ 芬兰民间传说中的神，拥有音乐及诗歌魔力；在隆洛德的眼中，他是一位充满传奇色彩的古代英雄、一位“不朽的诗人”，正是他建立了卡勒瓦领地。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_151"
  },
  {
    "page_index": 152,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_152.png",
    "text": "4 叙事中的意义 137\n中的某些阶段曾表现出基督教对经典意象的重新阐释。大力神将刻耳柏洛斯（Cerberus）①从冥界拖回阳间的意象对一位古代画家而言，会表现出希腊神话层面的图示意义，而对一位不了解此神话故事的基督教画家来说，则不会产生那样的意义。在后者看来，该意象一旦被清空其图示性内容，便只是一种母题。不过，这种关于一个人将另一种生灵从地下拖出的母题，对他来说，或许暗示了耶稣将亚当从地狱中拖出的寓意。如果他继而运用此经典母题去阐述基督教主题，那么用帕诺夫斯基的术语来说，他便是在创造一个新的意象。\n\n反过来说，那些经典主题——如狄多与埃涅阿斯的故事——到了中世纪晚期便得以呈现在代表中世纪日常生活图景的母题当中：以狄多与埃涅阿斯的故事为例，至少有一种版本将二人描绘成对弈游戏中的小姐和绅士。意大利文艺复兴的成就在于将经典母题与经典主题重新加以组合。然而，即便是那样，此类重新阐释却依然无法摆脱数个世纪以来的寓意阐释影响。一位文艺复兴时期的观众或许会将委罗内塞②的画作“战神与维纳斯”（Mars and Venus）理解为对古代神话人物的逼真再现，但是这幅作品还可以在例释性层面上意指人类性格中色欲与愤怒这两种力量之间的固有关系，而在经典母题与主题缺乏关联的历史时期，这种意义则仅仅停留在神话本身的层面之上。\n\n同样的，当两种文学文化相遇时，也可能产生大致相似的发展进程。以《贝奥武甫》为代表的显著传统性史诗即对那些具有明确基督教意义的主题表现出亲和的姿态，不仅如此，日耳曼口头叙事也对它们表现出了相同的热情。比如，古英语叙事传统的整体形式机制曾被用以进行相当细致的经文释义工作，或是讲述圣徒与使徒们的故事。日耳曼诗人为表现耶稣及其使徒所采用的文学意象，大约仅在一代人之前，\n\n① 希腊神话中看守冥界人口的恶犬，大力神曾因赫拉故意刁难，而不得不去完成十二种艰难的使命；捉回刻耳柏洛斯就是其中一项。\n② 委罗内塞（Veronese，1528—1588）：意大利威尼斯画派三杰之一，他的绘画充满世俗生活情趣，既以现实写真为基础，同时也不乏场面浩大、富丽堂皇的装饰品性。\n132",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_152"
  },
  {
    "page_index": 153,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_153.png",
    "text": "138 叙事的本质\n曾同样被用以再现传统中的民间英雄。古撒克逊语诗歌《救世主》即提供了一个尤为突出的例证。我们两次在该作品中发现可被称为皇室宴席的“论题”，在这种经过程式化描绘的宴席中，异教时代的扈从和国王经历了他们最宝贵的集体时刻。这些文学意象必定再现了真实的仪式性会晤，在此期间，国王和文武百官的社会及宗教角色获得了最为强烈的确认。该“论题”但凡出现在古英语和古撒克逊语的作品中，均包括：“高大的厅堂”、“长凳”、“地板”、“快乐”、“倾倒出”、“清亮的红酒”、“贵族”。此外，《贝奥武甫》和《救世主》的诸多场景中还包括一位在觥筹交错的武士中间来回穿梭的贵族女性形象。无论皇室宴席这一“论题”在古代异教社会中具体再现了何种宗教和社会类型，它在基督教诗人的创作中则往往被赋予新的意图，有时甚至是相反的意图。《救世主》当中的两次宴席场面在形式上近乎一致，但第一次代表的是希律王（Herod）的盛筵，其间莎乐美（Salome）在众武士面前翩翩起舞，而第二次则代表加纳婚宴①，其间那位贵族女性成了圣母玛利亚，走动于宾客之间，发现那“清亮的红酒”已被享受一空。\n\n当然，将一种口头叙事传统当中的惯用意象与古典艺术的母题加以类比，难免存在不妥之处。从异教的大力神入侵地狱到形式上相同的耶稣下降阴府，两者在创作时间上相距可能有一千年之久。但是在口头传统当中，对于叙事意象的重新阐释至少在同一代人的历史时期中便开始发生了。这些古老的“论题”不可能就这么空守着，指望在新的语境中得以复制——除非它们已在既往的文学资料中留有记录。关于传统凯尔特及日耳曼叙事意象的重新阐释，即存在两个问题：像皇室宴席这样的“论题”，即便运用于具有明显基督教意义的叙事当中，还能在多大程度上保留异教化的意义？而信仰基督教的受众又会在多大程度上有可能对显著异教化的叙事加以重新阐释？\n\n① 这是《约翰福音》中记载的故事，讲述耶稣及其门徒在加纳城参加婚宴时，施展了变水为酒的奇迹。\n133 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_153"
  },
  {
    "page_index": 154,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_154.png",
    "text": "4 叙事中的意义 139\n\n对于9世纪英国的文墨之士来说，他们不仅有可能受益于中世纪早期的神话学作者——如塞尔维①、傅箴修②和马提安努斯·卡佩拉③，当然也可能会接触到此后由比德、塞维利亚人伊西多尔④、拉巴努斯·莫鲁斯等人所著的百科全书之作。正因为如此，将贝奥武甫解读成为某种耶稣类型还谈不上是卓绝的创意。口头传统中的吟唱诗人并无“意图”去操控其叙事的“意义”。他的意图就是把故事吟唱出来。所以，倘若我们想知道《贝奥武甫》中的诸多意象在基督教性质的盎格鲁—撒克逊文化中被规约了怎样的意义，那么我们乃是就这首诗的受众提出了一个难以回答的问题。就这首诗本身来说，耶稣未曾在任何地方被提及，而且也没有表达过任何近似于基督救恩的清晰观念。尽管这首诗蕴涵了很高的伦理价值，但这些价值并未超越古典时期英雄人物所示范的那种“自然”道德理念。如果《贝奥武甫》是一则基督教性质的叙事——学者们对此几乎一致予以证实——那么正是在相同的意义上，大力神将刻耳柏洛斯拖出冥界被当成了一种基督教意象：这则叙事的受众凭借其自身学识将其中的异教意义加以清除，使之浓缩为叙事母题，在不改变其形式特征的条件下将这些母题重新阐释为基督教意象，也即例释性象征。\n\n在北欧，连续数代人曾围绕各种相对固定的叙事母题进行过重新阐释。关于这一点，最能说明问题的便是欧洲传奇当中那些成为日后\n\n① 塞尔维(Servius，生卒不详)：公元5世纪罗马文法学家，曾对维吉尔的《埃涅阿斯纪》进行系统批注。\n② 傅箴修(Fulgentius，生卒不详)：公元5世纪末至6世纪初的罗马神话学家，注重对古典神话文本进行寓意阐释。\n③ 马提安努斯·卡佩拉(Martianus Capella，生卒不详)：公元5世纪的罗马学者，中世纪早期教育中“三艺”(trivium)、“四艺”(quadrivium)学科体系的奠基人。所著寓言体神话《斐萝萝嘉与墨丘利的婚礼》(De Nuptiis Philologiae et Mercurii)讲述司掌表达和解释的神使墨丘利与一位睿智少女斐萝萝嘉(意为语文学)的联姻，七位伴婚少女分别是语法、逻辑、修辞、几何、算术、天文学和音乐。\n④ 伊西多尔(Isidore of Seville，约560—636)：西班牙塞维利亚大主教，他的不朽贡献《词源》(Etymologiae)20卷是从以往的拉丁语名著中摘录而成的百科全书，该书取材广泛、旁征博引、探本求源，保存了大量的古代珍贵文献。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_154"
  },
  {
    "page_index": 155,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_155.png",
    "text": "140 叙事的本质\n英国素材（Matter of Britain）①的凯尔特神话所经历的基督化演进过\n134 程。诸如哥特弗里德·冯·斯特拉斯堡所著《特里斯坦和伊索尔德》中的“爱情之穴”（Minnegrotte）②、克雷蒂安所著《圣杯的故事》（Conte du graal）中帕西瓦尔和鱼王的对峙，以及《寻找圣杯》（Queste del Saint Graal）和马洛礼（Malory）作品中的格拉海德（Galahad）③或是《高文爵士和绿衣骑士》（Sir Gawain and the Green Knight）中的“绿衣骑士”在亚瑟王宫殿里那种令人惊愕，却又多少让人期盼的降临，——所有这些母题均可被看作是对前基督时代神话的溯源。当然，作为宗教神话中的意象，它们还同时观照着仪式的现实性和最理想的宇宙控制形式。\n\n对于古人而言，现实存在的意指元素和宗教神话的原型完全属于同一事物。古人不可能以现代意义去构想历史。他的意指（即仪式化）行为通过与神话事件的认同而发生于通常的时间序列之外。世俗时间里所出现的那些独特的、无名的、乏味的，以及“罪孽的”事件——其连续性排列即构成现代意义上的“历史”——通过仪式性的死亡、涤罪及重生而经受年度性的销毁。于是，历史性的现实世界经历着年度性的摧毁与重生。宗教时间和世俗时间实现了年度性的同步。我们在更为复杂的古代神学中所发现的“重要纪年”（Great Years）循环体系，甚至于奥古斯丁的双城观念，都保留了一种实质性的宗教原则，通过它，宗教仪式的参与者便得以挣脱历史性时间，转而成为神话事件的参与者。这样，他不仅超越了历史性时间，而且也超越了历史性时间所服务的经\n\n① 此概念由12世纪晚期法国诗人让·博代尔（Jean Bodel）在其史诗《撒克逊之歌》（Chanson de Saisnes）中提出，主要指亚瑟王及其圆桌骑士的传说；另外两类“素材”是“法国素材”（查理曼大帝及其圣骑士）和“罗马素材”（希腊罗马神话及古典时期历史）。\n\n② 在这个来自“英国素材”的故事中，亚瑟王的骑士特里斯坦因和身为国王未婚妻的爱尔兰公主伊索尔德偷情败露而被迫流亡，途中发现并避难于一处洞穴，即此处的“爱情之穴”，故事作者在此留下了丰富的寓意。\n\n③ 亚瑟王传奇中以纯洁著称的骑士，是三位圣杯骑士之一。他曾斗胆入座“圆桌”的“危险之席”（只有注定找到“圣杯”的人方能安坐此空席），经过一番测试，亚瑟王封其为世界上最伟大的骑士。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_155"
  },
  {
    "page_index": 156,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_156.png",
    "text": "4 叙事中的意义 141\n验性世界。当然，奥古斯丁的阐述对于持异教信仰的北欧人来说是难以接受的，因为它不仅承认了世俗世界的现实性，同时也承认了其独特性。毫无疑问，现代意识当中那种伴随物质宇宙观所引申出来的单一的、线性的、非宗教的历史进化论，对于中世纪的异教徒及基督徒而言乃是完全陌生的。\n\n无论是哪一种文化，其历史观与现实观均不可避免地发生着密切的联系。如果不存在一种永恒的、超越历史影响的宗教时间，那么也就不会存在凌驾于实际生活之上的现实。仪式的功能在于介人历史性时间，使之与宗教时间实现同步化。只要它通过自身的媒介作用使人类行为获得意义，进而通过在人与神之间、现实与神话之间建立起认同关系以实现对历史的超越，那么，它就会与经验性现实及历史性时间保持着联系。人类的最强烈趋向并非去摧毁经验性世界，而是将其转化为神话性世界，在现实生活中重获伊甸园，并一劳永逸地实现神话性现实与经验性现实之间的同步性。\n\n神话中的贝奥武甫早在日耳曼史诗经受基督化重新阐释之前，便已经在历史上耶阿特国王许耶拉克的朝廷中找到了一席之地；同样，爱尔兰神话也是在前基督时代便开始借助于神话历史论①式的变形，将那些具有仪式性意指功能的人物转化为某个准历史性场景中的传奇国王和英雄。具体说来，将凯尔特神话与历史上可能存在的亚瑟王相联系乃是中世纪威尔士叙事艺术家们所取得的成就，而在欧洲大陆的布列塔尼（Brittany）②，他们的同族人则转而负责将此类传奇引人主流化的欧洲艺术当中。\n\n从技术性层面来说，神话和历史的融合，以及异教性意象的基督化再阐释，必定存在某种程度的偶然性。在《贝奥武甫》中，历史上真实的丹麦王宫被赋予了一种神话渊源——北欧谷神的栖身之所，而戈兰德\n① 神话历史论由公元前4世纪古希腊哲学家乌荷米勒斯（Euhemerus）提出，认为神话乃是基于历史事件之上的超自然化重述。\n② 威尔士与位于今法国西北部的布列塔尼均属于传统中的凯尔特民族。\n135",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_156"
  },
  {
    "page_index": 157,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_157.png",
    "text": "142 叙事的本质\n尔作为丹麦人所面对的魔怪，其身世则可追溯至《圣经》谱系之中①。罗杰·谢尔曼·卢米斯②曾就圣杯传奇这一事例说明古法语词汇“cors”所包含的巧妙歧义——既可指“兽角”（horn），亦可指“身体”（body）——如何有可能促成关于“圣杯”（sains graaus）的重新阐释：伴随“圣杯”出现的常见缀语“cors benoiz”③使得“圣杯”在凯尔特神话中意味着代表丰裕的“圣角”（blessed horn），而到了12、13世纪传奇文学的圣礼意象中则指涉耶稣的“圣体”（blessed body）。\n在中世纪教会那里，凯尔特及日耳曼神话也许被当成了英雄体叙事形式，而非原封不动的太阳神话和生殖神话。就这两种文化直接发生密切联系的时间而论，法国和爱尔兰要早于英国和斯堪的纳维亚。然而即便如此，我们却并没有多少理由做出如下推断，即对于任何一种欧洲文化而言，其英雄体叙事当中之所以存在着历史性元素，仅仅是因为性急的传教士们出于对宗教神话的不满，而促使它进行了仓促的理性化发展。\n卡累利阿地区的口头叙事可能由于未能将其意象重新阐释为基督教象征，从而无法实现其神话与历史的融合。宗教神话中的意象既指涉自身所体现的宇宙力量，同时也关乎自身所加以理想化的具体仪式活动。若要逐渐摒弃仪式，就必须日积月累，从平常的感觉经验中汲取其他元素，或借助于历史事实这一新的现实基础以进行美学性模仿。对于历史性时间中的现实而言，无论是先有所意识，后有叙事艺术中的再现，还是颠倒过来，或者同时发生（这是最有可能的情形），某一历史性场景的出现或缺失，总能多少反映出具体叙事作品中现实再现的属性。虽然《卡勒瓦拉》中的诗歌融汇了不少来自芬兰农民生活的细节，但它在本质上仍是仪式化的。比如，其中的百余篇咒文（charms），以及\n① 在《贝奥武甫》当中，魔怪戈兰德尔及其母被描述为该隐（Cain）的后代。\n② 罗杰·谢尔曼·卢米斯（Roger Sherman Loomis，1887—1966）：美国学者，欧洲中世纪文学研究的权威人士，尤以亚瑟王传奇领域的研究著称。\n③ “benoiz”在古法语中意为“神圣”，基本相当于英文中的“blessed”一词。\n136",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_157"
  },
  {
    "page_index": 158,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_158.png",
    "text": "4 叙事中的意义 143\n有关农业和机械技术的描绘由于并未充分摆脱魔幻一宗教意义，当然也就无法表现出纯粹为了摹仿而摹仿的印象。这部作品的中心人物不只是存在于历史性时间之外，他们同时将自己作为超人的力量隐藏于农夫的衣着之下。《卡勒瓦拉》中摹仿性细节的数量暗示出理性化过程的端倪，不过它的仪式化痕迹和非历史性语境也强烈暗示出其意象作为象征仍带有相当强烈的宗教色彩。因此，我们无法将它们仅仅理解为对现实的表征，或将它们重新阐释为例释性的基督教象征。\n只有当叙事艺术家们开始将其意象理解为对经验性现实——而不是对仪式当中的神话意指性现实——所进行的摹仿，例释性再阐释才会显著作用于传统叙事母题之上。如果这种经验性趋向继续朝着历史性、摹仿性叙事顺利发展，那么这些意象将变为纯粹传统性的再现类型。在北欧，冰岛的家族萨迦就是此类发展的示范性产物。不过，如果经验性趋向受到阻碍，而与此同时，具有仪式性象征意义的现实尚存有微弱影响，那么叙事母题则要近乎清空自身的宗教内涵，然后才能经过充分的调整以观照显著世俗化的现实。民间故事、歌谣及传奇正属于这种情形。面对读写技能的不断普及和西方基督教世界的高雅文化，这些传统便流传至相继低等的文化阶层，对摹仿或例释性再阐释所代表的理性化趋向予以抵制。它们中的男女主人公可以保持那份超自然的骁勇与美丽，抑或它们的情节依旧在虚幻之中透出奇异，既无需观照经验性现实，也不必通过意识化规约去例释各种观念。这些叙事中的意象对于神灵或妖魔类型的再现，要比它们对于现实类型的再现更赋功效。作为美学性意象，它们实现了再现性或例释性意义的最小化。\n这种美学性虚构在历史上曾表现为宗教神话的非理性化情节和母题，而如今则始终能够为叙事结构提供丰富的资源，甚至在高度理性化的叙事传统中亦不例外。神话原型毕竟是人类的想象之物，它们展示了具有普遍意义的心理模式，即便是最具经验主义取向的受众也会深受其感染。叙事艺术家依据自身不同的观念可能会以数种方式对美学性情节加以理性化：他或许会将美学性意象的意指内涵理解为对基督\n137",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_158"
  },
  {
    "page_index": 159,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_159.png",
    "text": "144 叙事的本质\n\n化原型的模糊预示；他可能会将它们当作例释性象征，以获取经过意识化规约及操控的观念(大多数中世纪及文艺复兴时期的寓言将这两种方法融合在一起)；也许，他还会将美学性意象理解为历史性人物和事件，将它们看作现实世界的再现性意象(这是摹仿性虚构作品的通常情形)；或者，他也可能将它们理解为无意识原型，在不同文化中以略有差异的伪装加以投射，但却揭示出各种文化之间相同的人类现实(就像乔伊斯在《芬尼根守灵夜》中的做法)。寓言性叙事将美学性意象用作代表观念的例释性象征，只有它才能做到在对神话进行理性化发展的同时而不必增强其再现性。相比之下，其他对于神话的运用则往往突出现实，在那样的情形中，它们既可作为象征，以代表某种更高层面上的现实(经文阐释及现代文学的“象征主义”)，当然也可以作为现实本身。在本章的下文中，我们将考察神话的理性化发展从寓言到摹仿性虚构的历史切变——这一切变化恰逢欧洲理性主义摆脱中世纪思想的抽象知识化进程，转而向现代科学的实证主义发展。\n\n关于叙事，中世纪的常规观念似乎大致关注到了故事意义生成的两种方式：对经验世界的再现与对观念世界的例释。这样的区分甚至可以从“巴思妇”的朴素认识论当中窥见一斑。在《坎特伯雷故事集》中，她在其“序言”的开始处提及两种知识的来源：\n经验，并非这天下的权威之书\n然于我倒是颇具用途\n用以探讨婚姻中的苦痛\n\n这本“权威之书”(auctoritee)来自过去的作家、信条和教寓，它与经验一道引领人们走向智慧，而对巴思妇来说，这样的人生指南在不得已时，亦可弃之不顾。“权威”与经验在乔叟的诗作中随处可见，两者作为潜在的对手相互制衡。乔叟笔下的喜剧性叙述者本人，即时常就经验和“权威”的问题表达过与“巴思妇”几乎截然相反的态度。如《贞女传》\n138",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_159"
  },
  {
    "page_index": 160,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_160.png",
    "text": "4 叙事中的意义 145\n奇》(The Legend of Good Women)①的叙述者在“序言”中所告诉我们的那样,除非出现特殊情况,否则他不会受蛊惑而抛开书本去直接面对世界：\n139\n就我而言,虽才疏智浅,\n却也以读书为快乐之源,\n我寄忠实和笃信于书籍,\n从心里向它们表达敬意\n之诚,纵使有趣事相诱\n我亦不为心动与书相守,\n偶有例外乃因恰逢圣日……\n当然,他的书籍并非都是知识大全和宗教布道。这位叙述者倒是读了——\n经过验证的老故事\n关于圣洁、王国和胜利,\n关于爱情、仇恨及其他诸多事。\n不过,他的读书目的在于追求真理,而非获取直接经验。如果乔叟的人物塑造的确如现代读者所认为的那样,是在反讽意义上指出其叙述者对书籍所表现出来的过于热切的“忠实和笃信”,那是因为乔叟乃是从现代意义上去关注经验的有效性。此叙述者对于权威的信任要比“巴思妇”对于个人经验的依赖,更符合我们称之为“中世纪思想”的假想实体。\n与该叙述者不同,前往坎特伯雷朝圣的那位牧师显然对想象性文学形式不抱丝毫兴趣。当轮到自己表演之际,他并不打算真正讲一则\n① 乔叟诗作,是到目前为止得以确认的英国文学中第一首英雄双韵体诗歌,围绕神话及历史传奇中的10位著名女性展开。作者在“序言”里采用中世纪惯常的梦幻形式讲述爱神及其女王谴责睡梦中的叙述者,认为他创作了有损于女性形象的作品,进而要求他创作一首颂扬女性美德的诗歌。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_160"
  },
  {
    "page_index": 161,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_161.png",
    "text": "146 叙事的本质\n故事：\n诸位别指望我会把故事讲……\n为何非要播撒糟粕于田垄，\n而不依我所愿去把小麦种？\n按照牧师的想法——以通向天堂最便捷的途径去指引其听众——其他文学形式都不可能具备宗教布道那样的功效。一则普通的叙事会要求牧师不仅播种“小麦”，还要播撒“糟粕”。在中世纪有关叙事意义的讨论中，“糟粕”还在其他场合被称为“谷糠”或“外壳”，抑或“表皮”，它们由训诫内容以外的故事构成。而作为古代权威的训诫则呈现于叙事的“果实”、“内核”或“核心”——即牧师的“小麦”——当中。正是为了这一内核，乔叟笔下的叙述者方才阅读了那些“经过验证的老故事”。\n关于叙事艺术，中世纪批评中小麦与糟粕的二分法并不总是表现为牧师“序言”中的那种清教化取向。对此，乔叟经常以更为古典化的术语来表示：sentence(意义)和solas(乐趣)。一则好的故事，如坎特伯雷朝圣途中客店老板哈利·裴莱（Harry Bailly）①所认为的那样，理应在诲人之际予人以乐趣，这无可厚非。客店老板为讲故事竞赛订立了章程：谁讲出“拥有最佳意义和最大乐趣的故事”，谁就享受免费的晚餐。当牧师冷落故事而推崇布道时，他乃是以教导者的身份而不是艺术家的身份在发表言论。对中世纪的叙事艺术家来说，无论他们将其故事的美学性及再现性元素当作纯粹的“糟粕”还是潜在的“乐趣”，都会面临一种挑战，即如何将最大的乐趣与最佳的教寓融合在一起。他们既对故事的教寓性有所意识，当然也同样知道“小麦”仅仅构成了故事的一半。而且，他们中的大多数人均不遗余力地试图将其“糟粕”转化为最大的“乐趣”。教与乐之间的区分往往将批评的关注点集中在作家的哲学观念及其修辞之上，换句话说，也就是集中在其叙事的深层\n①《坎特伯雷故事集》中朝圣者们的向导及讲故事竞赛的最终评判者。\n140 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_161"
  },
  {
    "page_index": 162,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_162.png",
    "text": "4 叙事中的意义 147\n“内核”和表层“外壳”之上。事实上，这种区分本身乃是批评传统的产物，它发端于贺拉斯，而后一直延续到文艺复兴，当时的诗歌已被视为修辞的一个分支。我们据此发现，大多数中世纪叙事不仅具有教寓意识，也同样具有修辞意识。\n\n当诗歌归入修辞之际，文学艺术的作用也就被化约为摹仿，以及对个人情感和价值观念的表达。诗歌的功效性一方面源自其训诫内容的合理性，另一方面乃是因为其语言能够有效说服读者将那些训诫当作真理去接受。这种将叙事看作修辞性及哲学性艺术的观点自然会受到中世纪学术文化的青睐，在那里，普遍真理的现实性，以及教条相对于经验的优越性通常毋庸置疑。普鲁登修斯、马提安努斯·卡佩拉和阿兰·德·里耶①的原始化寓言在神职人员当中拥有很好的口碑，而此前，诸如马科罗比乌斯②的《〈西比奥之梦〉评注》那样的作品所阐发的自然哲学曾在他们的成长进程中产生过重要影响，比如，他们可能会依据那些著作认为人类的妊娠期是七个月。对这些读者来说，《心灵之战》《斐萝萝嘉与墨丘利的婚礼》及《安提克劳狄亚努斯》③代表着与现实的对峙——当然，此现实并非是通过杂乱的感官经验所模糊领会到的现实，而是那种业已为理性所阐明、经过哲学传统提炼的现实。原始化寓言的情节在本质上几乎是纯粹思想性的，其观念的模式化运动能够在产生美感和乐趣的同时不涉及任何感官体验所包含的经验性内\n\n① 阿兰·德·里耶(Alain de Lille，约1128—1202)：法国神学家、诗人，因其博学而有“百科博士”(Doctor universalis)之称。\n② 马科罗比乌斯(Macrobius，生卒不详)：公元5世纪罗马文法学家、新柏拉图学派哲学家，曾对西塞罗的《论共和国》(De re publica)第六卷“西比奥之梦”(Somnium Scipionis)进行评注，使得古典时期的众多哲学思想及宇宙观得以在中世纪流传。\n③ 《安提克劳狄亚努斯》(Anticlaudianus)是阿兰·德·里耶所著的六音步寓言体长诗，标题的字面意思——“反克劳狄亚努斯”——暗示了阿兰这首诗的主题与西罗马帝国宫廷诗人克劳狄安(Claudian)的政治诗《反对卢斐努斯》(In Rufinum)的主题是相反的；后者旨在对拜占庭帝国奸臣卢斐努斯这一邪恶形象进行攻击，而阿兰关注的则是自然女神如何创造一个拥有灵魂、“完美无缺的人”——安提卢斐努斯(Antirufinus，即“反卢斐努斯”之意)。关于这首诗的标题，国内也有译者将其翻译为“完美的人”或“反克劳狄亚努斯”。\n141",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_162"
  },
  {
    "page_index": 163,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_163.png",
    "text": "148 叙事的本质\n\n容，对此，现代读者必须充分运用其历史想象才能理解。\n\n就中世纪的叙事艺术家而言，其真正的创作空间乃是在于让修辞性操控下的虚构与哲学性操控下的意义发生交汇与融合。当然，外壳与内核之间这种极为复杂的关系并非所有叙事艺术的内容。修辞传统提供的是外壳，哲学原理提供的是内核，而艺术家必须选择最佳方式以使得具体的内核与具体的外壳相吻合。不过，这种“吻合”在某种程度上会受到文学传统的规约。经文阐释及希腊化寓意阐释衍生出具有神学性意指功能的叙事“主题”和意象，它们所构成的庞大集合体为例释性象征提供了内核与外壳之间在传统意义上的“吻合”。同样，以文学的得体性为例，崇高的修辞风格不仅适合于英雄体传奇，也适合于寓言性传奇所展示的理想化伦理价值观。相应地，文学的得体性也会将法布罗故事诗及动物史诗中那种凡俗的修辞与更具摹仿性的场景和讽刺联系在一起。但是，某一特定意象所表达的具体意义却绝非艺术家所能掌控。由于传统例释性象征的意义会随语境的变化而变化，甚至在《圣经》中亦是如此，所以当经文阐释家们对此有所意识之际，他们便从许多那样的象征当中发现了“好”的意义和“坏”的意义。狮子从贬义上说可能代表撒旦，而在另一语境中，同样的这个意象则可能用作褒义去代表耶稣，“犹大的狮子”①。这种围绕象征进行褒义或贬义解析的惯常做法对于解读中世纪寓言来说至关重要。但是，对哲学意义加以阐释本身来说并非寓言性象征的唯一功能，而这一点恰恰是那些热衷于“理解”寓言性叙事的现代读者们可能会产生的错觉。\n\n由于中世纪及文艺复兴时期的寓言对修辞抱有强烈的偏好，因此叙事外壳所获得的热切关注在某种程度上要远远超过叙事内核的要\n\n① 见《圣经·创世纪》第49章第9节，此处的犹大（Judah）是雅各的四儿子（不是出卖耶稣的“犹大”），按照谱系，耶稣正属于这一支派，所以犹大被其父称为“小狮子”，这就成了耶稣作为“犹大的狮子”（见《圣经·启示录》第5章第5节）之预表。\n142 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_163"
  },
  {
    "page_index": 164,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_164.png",
    "text": "4 叙事中的意义 149\n求。不妨以“骑士的故事”当中特西奥为其竞技场所建的三座神庙为例①，尽管我们早就了解乔叟所描绘的战神、维纳斯及狄安娜这几个形象，但作者还是为他们泼洒了重彩浓墨，之后方才罢手。另外，在《仙后》当中，一旦我们理解“圣洁之家”（House of Holiness）中的三姐妹菲蒂利亚（Fidelia）、斯珀兰萨（Speranza）及切丽莎（Charissa）分别代表着信念、希望和仁爱，便几乎不再需要下面这些额外的图示化细节：菲蒂利亚的杯子，以及里面那条可怕的蛇、斯珀兰萨的锚和切丽莎的一群乳婴②。在这样的事例当中，由寓言性内核生成的意象虽不乏合理性，但却几乎独立于内核之外，正如抒情诗中的奇思妙想有时会像种子那样发芽、开花，在纯粹的欢愉中恣肆铺陈。毫无疑问，寓言的大部分乐趣表现于艺术家的精巧手法，他可以真正在虚构和复杂的思想性之间做到两全其美。但是，当思想性及虚构性情节进入某一暂时的停滞状态时，就会从那些安静的时刻中生成一种不同的乐趣，此时的诗人会为了自得其乐而运用静态实质的细节对思想性和虚构性情节的内涵加以引申和研磨。就上面提到的两个例子而言，细节描述都是例释性的，其中的每个因素都恰如其分地契合于丰富的象征性意义体系之中。不过，当中世纪的艺术家们开始注意到时间与空间在感官接受过程中的独特之处时，他们便在经验世界中发现了新的意象，并借此深化和美化了对权威世界的阐释。\n在中世纪晚期和文艺复兴时期，艺术家们不仅明显热衷于再现他们在经验主义意义上所认识的社会性及心理性类型，同时也注重通过这些再现性意象去例释抽象化伦理及神学思想所包含的本质及普遍观念。在霍桑的《玉石雕像》（Marble Faun）中，令那位年轻的美国清教徒\n① 在“骑士的故事”中，雅典统帅特西奥在其竞技场东、西、北三个方位分别为战神、维纳斯及贞洁女神狄安娜建造神庙，乔叟在此处借讲故事者之口对神庙中的壁画艺术进行了极为细致的描述。\n② 三位姐妹分别向主人公红十字骑士（Redcrosse Knight）传授思想精华；斯宾塞在此处营造出丰富的象征意义：菲蒂利亚的金杯象征基督教信仰、斯珀兰萨的银锚象征矢志不渝的信念，而切丽莎的一群乳婴则象征着仁爱。\n143",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_164"
  },
  {
    "page_index": 165,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_165.png",
    "text": "150 叙事的本质\n\n艺术家希尔达（Hilda）觉得尴尬的是，早期文艺复兴画家使用其情妇和地里劳作的农村姑娘做模特来描绘圣母的真实形象。这些可爱迷人的“上帝之母”不仅仅象征着霍桑本人在例释性艺术与再现性艺术之间所进行的应力实验。她们同样也象征着诸如但丁、乔叟，甚至朗格兰（Langland）这样的叙事艺术家们所表现出来的一种趋向，即通过13世纪佛罗伦萨及14世纪英国的具体经验事实去测试并例释来自权威的真理。但丁在《神曲》中借助叙事运动的“安静时刻”去实践自己在摹仿性人物塑造方面的卓绝禀赋，并表现出罗马传记作家和历史学家的遗风。由于后浪漫主义时代的批评往往强调再现性因素，再加上但丁及乔叟的叙事艺术中个人经验所发挥的功效，现代读者往往难以觉察到其作品中所潜伏的教条和权威因素。正因为如此，我们未能完全理解中世纪及文艺复兴时期再现性艺术的一个重要作用：将意义赋予其所再现的现实。它之所以能做到这一点，原因不仅在于经验世界本身已经拥有了新的意义表达方式，而且也在于艺术家们从经验世界的诸多细节之下发掘出了传统的例释性象征——当然，这些象征多少包裹在伪装的形式之中。比如说，奥古斯丁所谓“上帝之城”和“世俗之城”的双城观念，就可以在现实政治、社会及宗教制度的层面上，通过但丁笔下的佛罗伦萨或朗格兰笔下的英国来加以例释。\n\n但丁与朗格兰在哲学上和气质上要比他们的诗歌乍看上去更趋近似。当然，但丁的精确叙事结构及其广博学识是《农夫皮尔斯》当中所缺乏的。但是，两位诗人均把各自充满活力的本土语言当作得力的抨击工具，以讽刺家的身份向其所处的“世俗之城”表达义愤，因为它们在相当程度上背离了或是未曾兑现“上帝之城”的规训。在所谓的“文艺复兴经验主义”发展成为惯常思维模式之前，再现性人物塑造及场景主要属于喜剧性讽刺作家的表现内容，他们创作的法布罗故事诗及中篇小说很少会去追求严肃性和问题化。严肃的叙事艺术家们则基本依赖于传统的美学性和例释性意象，因为那些意象当中最具严肃性及哲学性趋向的范例可以同精心操控下的寓言相媲美。但是，《神曲》中的伟\n144 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_165"
  },
  {
    "page_index": 166,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_166.png",
    "text": "4 叙事中的意义 151\n\n大寓言设计做到了将再现性意象与作品自身的高度严肃性融为一体。尽管朗格兰在《农夫皮尔斯》中对现实的指涉比但丁在作品中进行得更为隐蔽，但对于英国社会各阶层无法履行基本的社会及政治公平义务这一事实，他还是给予了严肃的启示性意义。朗格兰并未指名道姓地对现实人物加以描述，他所描绘的乃是人物类型，而其中的大多数又至少具有二重指涉性。他笔下的国王不仅是英国国王，也是所有人的国王。他笔下那人头攒动的原野既代表英国，同时也代表整个人类社会。\n\n朗格兰对于社会性人物类型的描绘预示了15、16及17世纪的讽刺文学，在那一进程中，例释性象征所包含的寓言性“他质”意义得以越来越牢固地根植于现实世界当中，而具有普遍意义的哲学性及神学性观照则逐渐弱化为晦涩的暗示。以盖依(Gay)的《特里维亚》(Trivia)①为例，这首诗与《农夫皮尔斯》的不少部分存在着诸多共同之处，但在盖依的笔下，那种普遍意义上的暗示乃是模糊地表现为其伦理取向和古典意味，而《农夫皮尔斯》则通过对社会性及政治性人物类型的再现去展示一种具有迫切启示性的神学。但丁和朗格兰认为堕落者在现实世界中有能力重新拥有某种类似于天堂的东西。因此，他们的讽刺或许在于用现实去对照一种高不可攀的理想。正是由于该理想所表现出来的那种难以企及的高度，以及他们对整个人类生存群体所给予的极度严肃的关注，他们便力求通过现实再现的方式对其理想化观念加以深人探讨和阐释。对于古典时期的叙事文学，朗格兰并不了解，或压根儿不可能加以运用。他对《圣经》烂熟于心，而且广泛阅读了大量的神学作品。不过，与但丁、薄伽丘及乔叟不同的是，他从未品尝过13、14世纪世俗文化借助人本主义复兴所带来的成果。正因为如此，他没有让我们一下子感觉到他是一位典型的英国诗人。按照我们的推想，即便他\n\n① 约翰·盖依于1716年创作的仿英雄体诗歌。标题源于作者在诗中召唤的女神“特里维亚”——罗马神话中主管三岔路口的女神，因为该作品旨在探讨人们“在伦敦街头走路的艺术”；在此层面上，标题“Trivia”也可表示“琐碎”这一双关意义。\n145",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_166"
  },
  {
    "page_index": 167,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_167.png",
    "text": "152 叙事的本质\n\n有机会像莎士比亚那样从戈尔丁①译介的奥维德或诺斯②译介的普鲁塔克当中掠取素材，或许他依旧会崇尚自己大智若愚的独特风格。\n\n对斯宾塞而言，尽管他本人与朗格兰及《高文爵士和绿衣骑士》的作者之间存在着深刻的亲缘性，但他还是认为乔叟才是英国诗歌之父。乔叟教会了其后继者阅读古代经典作家，以及同时代法国、意大利大师的作品，可以说自斯宾塞的时代起，乔叟的后辈作家们便很少会在这门训练课上出现闪失。斯宾塞从乔叟、奥维德、阿里奥斯托③及塔索④那里学会了如何用诗歌讲故事，这可是他在朗格兰和但丁的作品中所学不到的本领。朗格兰不仅运用释经者的传统象征，同时还将自己的寓意内核嵌入到讽刺作家笔下那种泛化的再现性外壳之中。相比之下，但丁在许多时候则将自己的寓言植入到传记作家和历史学家笔下那种具体的再现性外壳之中。但是，斯宾塞寓言当中最具特色的意象并非来自经验世界，而是来自神话和传奇当中的仙境。同时，斯宾塞在《仙后》中也没有像但丁、朗格兰、乔叟及薄伽丘那样，为了让其叙事表现出个人经验的效果而采用一位具有再现性权威的叙述者。相反，他的叙述者只是沿袭了维吉尔那类诗人身上所表现出来的气质：博学、虔诚、谦逊，以及对历史的尊重，即便从故事外闯入，也只是为了召唤缪斯女神，以自己的创作去歌颂伊丽莎白女王，并对叙事的进展和意义聊发评论——而绝非为其所述事件提供一种见证式描绘。当然，《仙后》在沿袭维吉尔或是预示弥尔顿的文学史诗之际，并不局限于所谓的美学性（与再现性相对）叙述者这一个方面。假如我们感觉阅读斯宾塞要比阅\n\n① 戈尔丁（Arthur Golding，1536—1605）：莎士比亚同时代的英国翻译家，曾翻译奥维德的作品《变形记》。\n② 诺斯（Thomas North，1535—1604）：莎士比亚同时代的英国翻译家，曾译介普鲁塔克的作品《希腊罗马名人传》（Plutarch's Lives）。\n③ 阿里奥斯托（Ariosto，1474—1533）：文艺复兴时期意大利诗人，著有传奇史诗《愤怒的奥兰多》（Orlando Furioso）。\n④ 塔索（Tasso，1544—1595）：文艺复兴时期意大利诗人，以传奇史诗《耶路撒冷的解放》（Gerusalemme Liberata）著称。\n\n146 后》中也没有像但丁、朗格兰、乔叟及薄伽丘那样，为了让其叙事表现出个人经验的效果而采用一位具有再现性权威的叙述者。相反，他的叙述者只是沿袭了维吉尔那类诗人身上所表现出来的气质：博学、虔诚、谦逊，以及对历史的尊重，即便从故事外闯入，也只是为了召唤缪斯女神，以自己的创作去歌颂伊丽莎白女王，并对叙事的进展和意义聊发评论——而绝非为其所述事件提供一种见证式描绘。当然，《仙后》在沿袭维吉尔或是预示弥尔顿的文学史诗之际，并不局限于所谓的美学性（与再现性相对）叙述者这一个方面。假如我们感觉阅读斯宾塞要比阅",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_167"
  },
  {
    "page_index": 168,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_168.png",
    "text": "4 叙事中的意义 153\n\n读朗格兰更加自在，那是因为就两者的思想及虚构世界来看，斯宾塞不像朗格兰那样强烈地依赖于具体时空下的智性内容与社会事实。斯宾塞叙事艺术的根系贯穿于古典时期及中世纪的传奇文学，正因为如此，它才能够抵御岁月的反复无常而幸存至今，并依旧与叙事传统融为一体。\n\n斯宾塞笔下的人物、场景和情节，作为其叙事“外壳”的主要部分，往往是取自神话、英雄传说及传奇文学当中的美学性意象，而其道德训诫所依赖的基础则是一种具有明显人本主义特点的基督教伦理和神学。因此，斯宾塞与朗格兰、但丁相比，无论在其意象还是在其观念之中，都会更少地对现实经验世界加以具体指涉。斯宾塞更为关注的是叙事的纯美学性品质，相应的，他对哲学本质的阐释乃是借助于传统美学性意象的运用，而不是通过具体历史及社会性元素的再现。当然，他的史诗及传奇文学创作技法并不仅仅服务于寓言创作的诸多宗旨。事实上，这首诗以维吉尔和弥尔顿的风格对人物类型进行了泛化式再现，并借此实现了作品的绝大部分伦理意义。他笔下的英雄人物尽管例释了具体美德，却依然属于人物类型，并非经过纯粹思想抽象的象征。在这个方面，那些英雄形象有别于他们在历险途中所遇见的次要人物。比如，在“第二卷”当中，骑士盖恩遭遇到代表各种情感的寓言性例释形象，他们与节制美德或为伍或为敌，“羞怯”(Shamefastness)便是其中的一位。阿尔玛(Alma)①就该人物向盖恩做了介绍，当时，她正带着这位英雄观摩一座结构完美的寓言式城堡。此处的“羞怯”是一位忸怩的少女，她拒绝对盖恩的疑问做出回应，直到阿尔玛前来解释方才使得英雄心头的疑云尽释：\n“为何你，\n①《仙后》第二卷中“节制宫”(House of Temperance)的女主人，拥有闭月羞花之貌，她引领诸位英雄观摩自己的城堡，不仅其中的人物是寓言性的，而且建筑本身的结构也是寓言性的——与人体的口、舌、齿、眼、心等部位相呼应。\n147",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_168"
  },
  {
    "page_index": 169,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_169.png",
    "text": "154 叙事的本质\n\n尊贵的阁下，对自己如此熟知的东西表示好奇？\n她乃是你谦逊品德的根基；\n你只拥有羞怯之情，而她却是‘羞怯’的化身。”\n\n尽管盖恩拥有且例释了一位节制之士的品质，但他却并不是代表“节制”美德本身的象征。\n\n类似于这种意义的复杂性在所有寓言性叙事当中都或多或少地存在着。有些意象是作为现实类型的再现而实现其表意功能的，而另有些意象则作为受到规约的例释性象征去实现其表意功能。在一则再现性叙事中，如辛克莱·刘易斯(Sinclair Lewis)的《巴比特》(Babbitt)，成功的人物塑造乃是一种经验意义上的普遍化类型，通过它，我们便能够把握现实世界。它可求新，亦可猎奇，但必须具有典型性。在寓言性叙事中，卓越的人物塑造——如斯宾塞笔下的“绝望”(Despair)——则是一种例释性象征，我们可以通过其规约性意义去思考现实。但是，即便如“绝望”这样的人物形象也不总是对其名号所指示的抽象观念保持始终如一的例释性意义。应该说，斯宾塞塑造的寓言性形象与红十字骑士及盖恩有所不同，前者只是带有典型人物的微弱特征，而且他们与诸英雄之间的遭遇也未曾引发铠甲骑士通常所经历的刀光剑影。如果我们在摹仿性叙事中只是看到了一个于绝望中几近崩溃的人物，那么在寓言性叙事中，我们则可以发现一位名叫“绝望”的隐居老者几乎仅凭其三寸不烂之舌便能让某个人物拔剑自刎。在现实中，没有人会被理论到绝望的境地。一则摹仿性叙事必须再现某个人物如何遁人绝望之境，而一则寓言性叙事则须对此进行规约性的例释。在《仙后》第一卷中，红十字骑士或许并未完全向绝望屈服，因为他若果真就范，便会杀了自己。然而，他倒是一度近乎屈服，虽说那未必足以展示其陷人绝望的实际心理过程，但至少表现了其绝望的状态，从这个意义上说，他算\n148 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_169"
  },
  {
    "page_index": 170,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_170.png",
    "text": "4 叙事中的意义 155\n是一个再现性人物。在红十字骑士决定自杀的最后时刻，尤纳（Una）①通过提醒他是上帝的选民而挽救了他，倒是“绝望”本人此时却陷人了绝望并企图为自己实施绞刑。从寓言性的角度看，这个细节也许是有意义的，至少他的自杀未遂可算如此。但是，此情节在摹仿性层面上的意义却要超过其在寓言性层面上的意义。当“绝望”做出亡命之举时，他暂时再现了一个陷人绝望之境的人。关于这一点，我们不仅可以从他孤独的隐居生活中找到线索，同样也可求证于叙述者所提供的信息，即“绝望”以前曾多次企图自杀。然而，他的永生性、全知性，以及他对红十字骑士身上的罪孽所表现出来的强烈关注，却又同时让他成为观念的例释而非人物的再现。于是，在同一个人物身上既存在伦理及心理状态的再现，也存在伦理及心理本质的例释。这两者之间的相互作用通过《仙后》中那些纯美学性人物类型——须眉、巾帼、恶徒和女巫——所表现出来的强烈情感力量而进一步得以丰富。的确，斯宾塞的叙事在今天看来似乎乃是以例释性及美学性品质为主导，但几乎如所有的寓言一样，其意象的部分意指功能也可单纯通过再现真实世界的方式加以实现。\n\n如果说那些将史诗和小说视为叙事艺术典范的批评家们尚未就《仙后》的再现性层面做过总体上的分析（因为这些层面一直被视为想当然之物），那么这一点对于弥尔顿的《失乐园》来说则更是有过之而无不及。弥尔顿或许是在纯寓言性的意义上重述人类堕落的神话，这也是中世纪极为常见的做法。然而，这首诗恰恰通过对其主要人物进行再现性塑造而赋予老故事以一种新的力量和意义。弥尔顿笔下的撒旦之所以成为一种令人惊叹的文学建构，乃是因为他的人性；同样，亚当和夏娃之所以成为如此动人的形象，也是因为其人性。当然，这二人作为人类的第一对父母被逐出伊甸园乃是我们全部痛苦的原因和原型。\n\n①《仙后》中代表真理的美丽女子，是红十字骑士追求的目标，也象征着被称为“真教”（True Church）的英国国教。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_170"
  },
  {
    "page_index": 171,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_171.png",
    "text": "156 叙事的本质\n149 换言之，这则故事仍然属于宗教神话。但是，它并非寓言性叙事；弥尔顿塑造的亚当和夏娃再现了一对人类夫妇，一个完整的男人和一个完整的女人。与阅读乔叟的“婚姻群”故事有所不同，我们在阅读《失乐园》时不能以为其主题无所谓适用于男性还是女性。夏娃是个女人，而不是人类的“阴性”特征。亚当是个男人，而不是“阳性”的理性灵魂。在这首诗中，夏娃的所作所为是女性所特有的，而亚当的所作所为则是男性所特有的。作为假想的个体形象，他们二人的境遇——借用奥尔巴赫的说法——都是问题化的。中世纪的观念认为男性身上的理性灵魂要比女性更为强大，弥尔顿当然对此并无异议，但同样清楚的是，以往就人类堕落所做的旧式寓言性诠释只是作为背景来烘托这样一则故事：一个男人之所以为圣恩所弃，乃是“出于对妻子的挚爱”。弥尔顿以一种现代视角展示了其令人瞠目的矛盾情结。它不仅反映了《圣经》的一种现代解读，同时也折射出一种现代人物概念。这种矛盾情结或许曾在某些私密时刻让乔叟和但丁备受折磨，但两位诗人均未暗示整个人类会像弥尔顿笔下的亚当那样面临同样令人痛苦的抉择。不过，生活在中世纪的人并没有这样的痛苦，因为对他们而言，故事中的夏娃是人的一部分，而亚当则是另一部分。如果说我们的第一对父母是一个男人和一个女人，那么他们在接受理性的同时便一齐堕落了，而并非先有一个完整的人遭受其灵魂的堕落，然后再有另一个完整的人因为第一个人而遭受灵魂的堕落。\n\n当然，《失乐园》并非英国文艺复兴时期最具再现性品质的叙事。但是，从我们先前一直在探讨的长篇诗体叙事——《神曲》《坎特伯雷传说》《农夫皮尔斯》和《仙后》——这一传统来看，弥尔顿的诗歌成功地将神话与摹仿、例释与再现融为了一体。如此一来，这首诗不仅要比其他作品更接近于真正的史诗，同时它所展现出来的新现实主义特征无论在理论上，还是在实践上均使得以往的所有作品相形见绌。即便对于最出色的批评家来说，《失乐园》的摹仿性之甚亦足以用本质上的小说性现实主义标准去加以批评而不失合理性。以约翰逊博士为例， ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_171"
  },
  {
    "page_index": 172,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_172.png",
    "text": "4 叙事中的意义  157\n他曾提出异议，认为亚当和夏娃乃“处于一种其他男性或女性所无法体验的状态之中”。因此，他们总体说来缺乏人类的典型性。尽管人类堕落的故事总能打动我们，但约翰逊却说，我们其实一直都知道这则宗教神话与自己生活的关联：\n这些真理因其重要价值而难以推陈出新；我们在幼儿时期便已经被灌输了这些思想；它们已经与我们的个体思想及日常交流融为一体，并被习惯性地编织到整个生活肌理之中。这样，它们便因为缺乏新意而无法产生非同寻常的内心感受：我们过去已知的东西，自然无须去学；而意料之中的东西，当然只会让人感觉平淡无奇。\n这些言论可谓暗示了一场叙事批评领域的革命，其观念几乎使得一切围绕早期叙事作品所进行的大大小小的诠释均空前地依赖于经过清晰聚焦的历史视野。中世纪叙事理论中既存在着“内核”与“外壳”的二分法，同时也存在着一种对峙关系，即一方面是针对权威教条的例释，另一方面是针对经验的再现。它所包含的哲学性取向和修辞性取向，作为批评观念，如今不再唾手可得，相反我们必须通过学习方能获取。弥尔顿不仅从古典史诗中认识到有必要通过对神祗和英雄进行逼真的再现来表达意义，而且又从文艺复兴时期的经验性虚构作品中学会如何通过调整细致的心理再现以期适应史诗传统的美学要求，最终实现了对荷马和维吉尔的超越。通过将寓言(关于它，约翰逊当然亦同样持反对态度)与再现性、神话性元素糅合在一起，弥尔顿凭借其艺术经典创造出许多“非同寻常的内心感受”。然而，当这种求新、猎奇并且崇尚典型性的做法被约翰逊及此后的现实主义理论家们提升为叙事艺术的一项本质规范时，它便如同一枚炸弹对中世纪叙事诗歌的基础进行了史无前例的摧毁。\n约翰逊博士就《失乐园》所做的评论昭示了一场革命，它要求叙事艺术家既要有所创新，也要忠实于或然性，说到底就是要对以往人们未\n150\n151",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_172"
  },
  {
    "page_index": 173,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_173.png",
    "text": "158 叙事的本质\n曾认识的现实类型进行文学性再现。中世纪的文学文化，以及文艺复兴时期通过伟大史诗那一层面所反映出来的文学文化不仅要求创新（当然不如我们所要求的那般强烈），同时也要求对哲学性真理保持忠实，这往往意味着对普遍观念，也即那些“因其重要价值而难以推陈出新的真理”进行独特的文学性阐释。对于中世纪或文艺复兴时期的叙事来说，其新意乃是体现于表层修辞与内在哲学教条之间的“契合”，而对于一部现实主义小说来讲，其新意则在于它所再现的虚构世界能够“契合”于它就新的现实情境所表达的内在观念。我们在接下来有关叙事意义的探讨中将对叙事艺术家们最近的创作略作点评，看看他们如何通过运用经验性及虚构性形式使自己的作品获得更具新意、更非同寻常且更赋有普遍意义的现实观念。\n\n现代经验主义所引发的一个结果在于，纯历史性及摹仿性叙事形式与小说之间的界线趋于模糊。比方说，在普鲁斯特、乔伊斯、劳伦斯、沃尔夫（Wolfe）及菲茨杰拉德等人的小说——这些仅仅是众多事例中最明显的几个——最终受到自传文学的深刻影响之后，忏悔文学与小说之间便失去了明确的区分。小说之所以同历史、传记及自传发生汇合，与其说是因为不满于讲故事者的杜撰，不如说是由于现代人不再相信以完全客观的（非虚构性）方式去认识一切人类活动。科学似乎已经显示，亚里士多德在历史和虚构之间所做的区分乃是程度上的区分，而非类别上的区分。一切认识行为和一切讲述行为都会受到艺术传统的影响。由于我们往往借助于文化规约下的类型去理解现实，因此我们只能以再现性虚构的形式对最独特的事件加以叙述，依照自己的最佳理念而非绝对真理去赋予事件以动机、原因和结果。\n\n我们的世界观越是复杂，我们就越是会将典型意义施予那些再独特不过的人类事实。我们关于心理学、比较宗教及社会行为的知识已经使得以往的非理性世界经受了理性化的洗礼。人类作为生命体所施展的行为乃受到两种法则的合力影响，即操控人类自身内在本质的法则，以及操控外在机械性宇宙的法则。假如某个具体人物表现出良好\n152 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_173"
  },
  {
    "page_index": 174,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_174.png",
    "text": "4 叙事中的意义  159\n的社会及情感适应性，那么她的快乐情境乃是源自一系列机械性的因果关系。人的幸福不再如亚里士多德所认为的那样，依赖于意识指引下的伦理及社会美德——节制、坚韧、审慎和正义。相反，如果我们幸运，那我们就会拥有美德；如果我们绝望，那我们将无力发现善。当然，这一观念并不完全是针对科学乐观主义所做出的反讽式回应。它是科学自身的推断与发现所带来的逻辑性结论。在机械性宇宙当中，亚里士多德笔下及英雄体叙事当中所构想的道德英雄不过是另一种人物类型罢了。一方面，他与那些中邪的人物、堕落的人物、软弱的人物及愚笨的人物一样，仅仅是传统和环境的消极产物。另一方面，作为人物类型的共同特征，他依旧相信自己能够在性格与境遇的构筑当中发挥操控性及介入性作用。但是在这样的情形下，他的自命不凡往往会使其自身成为他人的眼中钉。与别的人物不同，他不必承受罪孽、耻辱或绝望带来的负担。对于不求甚解的读者来说，他的机智、他的美丽身躯、他的骁勇和泰然仍然值得赞赏，仿佛这些品性都是由他本人所一手造就的。他之所以对人性中黑暗、隐晦和情欲的一面无动于衷，乃是因为他既不会亲身去经历，也不可能相信人类会在那里失去控制力。\n在古典时期及中世纪的叙事中，仅有那些最具反讽意义的人物类型才能赶得上心理学家和社会工作者在笔记簿中所做的相关描述。毫无疑问，这其中的原因部分在于早期的读者既喜欢也需要那种有可能会发生，但事实上并未发生的故事。而且，即便是那些从事再现性叙事的作家们也会有意无意地尽其或然性观念所能，对现实情境加以理想化处理。当然，还有部分原因乃是在于我们对反讽性或理想性现实类型的建构发生了观念上的变化。就人类而言，当其行为尚未经受细致而全面的观察描绘之际，他们总是不如过去想象中的那样崇高、理性和自制。但是，这种关于人物形象的悲观理念并不局限于经验性虚构作品当中。事实上，那些代表丑陋和荒诞的意象在历史上可能曾受到过文艺复兴时期及启蒙时代经验性趋向的激发，而如今则得以在当代的许多美学性叙事中占据着主导地位。格里美尔豪森的《痴儿西木传》、\n153",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_174"
  },
  {
    "page_index": 175,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_175.png",
    "text": "160 叙事的本质\n\n笛福的《瘟疫年纪事》或伏尔泰的《老实人》里面的经验性元素便为今天卡贝尔①的《朱根》或巴思（Barth）的《烟草代理商》（Sot -Weed Factor）当中那些更为纯美学性的反传奇元素提供了灵感。我们可以将刘易斯·卡洛尔（Lewis Carroll）的《爱丽丝镜中奇遇》（Through the Looking -Glass）②当作一种贴切的隐喻，借以描述现代美学性叙事——无论教寓性与否——对史诗和传奇意象加以颠倒的倾向，即它所反映的虚构世界之丑陋与荒诞恰好背离了传奇世界的美好与和谐。在此处，一个多少显得无能为力的孩子成了凡夫俗子的例释性象征。爱丽丝在她的镜像传奇中所发现的最亲和、最具人性的形象乃是一位不懂如何在马背上保持平衡的骑士。伴随维多利亚时代伪道学的消隐，一种更为准确的社会性及心理性人物类型描写出现了，相应地，卡洛尔和狄更斯笔下的历险儿童到了20世纪则变成了黑人、犹太人、同性恋、妓女，以及那些被莱斯利·菲德勒③称为“遭受心理剥削”的其他人物类型。于是，诸如布洛斯④的《裸体午餐》这类作品在某种意义上便成了纯传奇文学的镜像。正如传奇作品中的情形那样，其美学性层面完全主导着再现性与例释性层面。然而与传奇不同的是，它们就现实世界所进行的虚构性泛化处理总是趋向于以尽可能纯粹的形式去表现丑\n\n① 卡贝尔（James Branch Cabell，1879—1958）：美国奇幻文学作家，他于1919年发表的小说《朱根，一部正义的喜剧》（Jurgen，A Comedy of Justice）因其内容涉及淫秽而成为颇具争议的作品。这部充满神话元素的传奇小说，讲述了一位当铺老板因为寻找突然失踪的妻子而遭遇到诸多神话及虚构文学中的人物，故事以朱根找到妻子并回归现实生活而告终。\n② 这是刘易斯·卡洛尔的儿童文学作品，《爱丽丝漫游奇境记》的续篇，讲述爱丽丝在梦中穿过一面镜子，来到镜中世界，那里的一切景象都与现实发生了镜像式颠倒。\n③ 莱斯利·菲德勒（Leslie Fiedler，1917—2003）：美国文学批评家，推崇大众文学，在其评论中常诉诸神话原型及心理学分析，著有《美国小说的爱情与死亡》（Love and Death in the American Novel）。\n④ 布洛斯（William Burroughs，1914—1997）：美国先锋派小说家，“垮掉派”的重要代表人物，其人其作均备受争议，甚至对簿公堂。其所著半自传体小说《裸体午餐》（Naked Lunch）以实验主义创作风格“拼贴”出主人公威廉·李（William Lee）这位瘾君子在美国、墨西哥，以及所谓“国际区”等地的奇幻之旅。",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_175"
  },
  {
    "page_index": 176,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_176.png",
    "text": "4 叙事中的意义 161\n陋。就像纯传奇文学一样，这种纯粹的反传奇文学亦使得其美学性层面摆脱了理性的控制，既能展示纯粹的丑陋，也能展示纯粹的荒诞，从此意义上说，这种形式若被称为反寓言(anti - allegory)也未尝不可。当美学性虚构为纯粹的“耶胡主义”表现趋向所操控时，它在理性及经验层面上的合理性——准确地说，也即它在批评家眼中的合理性——便往往有赖于其身上那种具有普遍意义的讽刺。此合理性当中暗示出所有讽刺文学所包含的矛盾观念：一方面，某一特定社会由于背弃了光辉理想而遭受揶揄；而另一方面，那种理想本身也可能只是对真实现状的荒诞性倒置。当然，如果该社会及其所背弃的理想因缺乏充分的独特性而难以为人们所辨识，那么我们便可确信自己乃处于一种纯粹反讽性的、无意义的语境之中，在那里艺术家唯一要关注的就是读者内心的苦痛。\n\n历史学家或传记作家的传统艺术经典为人物类型的描绘提供了充分的施展空间，继而将现代的或然性观念发挥到了极致。事实上，诸如文艺复兴时期本韦努托·切利尼①所著的忏悔式作品在我们看来，与其说是接近于现代自传，不如说是更像文艺复兴时期的虚构之作。它缺乏现代小说和现代忏悔文学中主人公身上所表现出来的个性发展、历史意识或自我反省之类的意义。切利尼的《自传》似乎告诉我们，一位作家即便试图对自己的人生进行不偏不倚的审视，也终会按照叙事艺术家们所创造的再现类型进行记录，而且整个认识过程及全部的讲述过程均会受到艺术性关注的影响。即使我们相信切利尼所述事件的真实性，我们也并非只是热衷于其意义的揭示，甚或其再现性内容的描述，而更多的还是因为崇尚其不可能性。根据切利尼的记载，曾有一位不怀友善的批评家指出切利尼的某部寓言作品缺乏操控性意义，对此切利尼愤愤不平。他告诉读者，一切艺术都必须在美丽的外表之下阐\n\n① 本韦努托·切利尼(Benvenuto Cellini，1500—1571)：意大利金银工艺师、雕塑家、画家、音乐家，著有《自传》；尽管书中不乏夸大其词的内容，但仍旧以生动再现的形式反映了16世纪意大利社会各阶层人民的生活现状。\n154",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_176"
  },
  {
    "page_index": 177,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_177.png",
    "text": "162  叙事的本质\n\n发某种意义，否则便没有任何价值。切利尼在记录其个人生平之际所表现出来的幼稚，不仅说明他在创作《自传》时借鉴了文艺复兴时期散文体虚构文学的叙事类型，同时也说明他本身并未意识到这种依赖性，甚至没有意识到他乃是在创作一部叙事艺术作品。\n\n毫无疑问，切利尼将其《自传》的艺术性归因于生活，而非归因于对生活的讲述。虽然他是一个感情用事、生性冲动而又缺乏理性的人，然而他却是一位审慎、传统、理性的艺术家，一旦到了工作台上，他便能做到心平气和、处事不惊。我们完全可以相信他在书中的表白：他不仅全然执着于艺术创作，而且也致力于捍卫艺术所赋予他作为一位大师应有的尊严。的确，这就是《自传》所传达的意义。不过，当切利尼将这部作品视为对其艺术追求的真实描绘时，他并未想到他那充满寓意的金银工艺设计就其原理而言，亦可用以操控一部忏悔文学作品的构建。从我们现代的观点来看，《自传》乃是一部现实主义叙事，在类别上与托马斯·沃尔夫的《天使望故乡》（Look Homeward，Angel）并无二致。然而，作为对生平的记录，它却要比沃尔夫的小说少一分可信度。这倒不是因为事实反而比虚构更让人心生疑窦，而是因为切利尼在记录其晦暗的深层本性之际，乃是借助于对外在行为的描述，却并非通过内心体验去对事实加以理解和描述。相比之下，沃尔夫则展示并分析了一位正在觉醒的艺术家内心的激情与个人的经历，他之所以能够为现代读者塑造一种更真实、更普遍的人物类型，原因恰恰在于其具体细节的丰富性。向来，人生不仅是具体的，同时也是隐晦而又非理性的。\n\n与切利尼不同的是，沃尔夫在《天使望故乡》当中所看到的意义并非来自于所讲述的故事，而是来自于故事的讲述过程。正如乔伊斯那样，沃尔夫认为所有的小说在相当程度上都是自传性的。沃尔夫意识到这部作品之所以遭到批评乃是因为它只是被当成了经过简单伪装的自传，为此他指出，即便像《格列佛游记》那样的小说，就其自传性来看，实际上并不亚于任何其他作品。斯蒂芬·迪达勒斯曾就《哈姆雷特》中\n155",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_177"
  },
  {
    "page_index": 178,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_178.png",
    "text": "4 叙事中的意义 163\n的自传性因素提出过自己的理论①，凡对此有所了解的读者只要揣摩《芬尼根守灵夜》当中的谢姆(詹姆斯·乔伊斯)与肖恩(约翰·斯坦尼斯洛斯)两兄弟②各自所扮演的角色，便不会草率地漠视那一理论所包含的意义。自约翰逊博士倡导叙事的创新性，以及典型性伊始，凡成就斐然的作家均转向自身内部去寻找借以锻造新式人物类型的现实空间。尽管人类生存的原材料始终如一，但赋之以意义和具体形态的模具倒是在经验性叙事及戏剧创作者手中不断得以翻新。经验性叙事的新意并不依赖于那种脱离现实的想象迸发，而是依赖于观念的创新与新的现实类型的创造。如果说自传与自传体小说之间的确有所差异，那么这种差异并不在于它们各自对事实所采取的忠实度，而在于它们各自在理解事实、讲述事实方面所表现出来的创新度。可以说，作品的艺术性正是体现于认识与讲述行为，而不是借助于事实本身。\n在其颇具影响的文章“传统与个人天赋”中，T. S. 艾略特曾就批评家们以研究诗人取代研究诗歌的倾向而颇有微词。或许，他所抱怨的那一批评习惯可以追溯至浪漫主义艺术家进行艺术创作的主导原则，即转向自身内部去寻找新的现实视野。然而，当艾略特做出此番陈述之际，其观念便作为一种时间性错误使得现代艺术家的生平不被重视，同样，如果今天将“传记性谬误”(biographical fallacy)③这一概念本身运用于乔叟和斯宾塞的作品，则也会显得不合时宜。这种时间性错误的产生是因为艾略特过于从字面意义上相信浪漫主义者的宣言——其最令人难忘的形式便是济慈那封关于“消极能力”(Negative\n① 见乔伊斯的小说《尤利西斯》，按照此处的所谓“理论”，“哈姆雷特的孙子乃是莎士比亚的祖父”。\n② 此处的谢姆(Shem)与肖恩(Shaun)在小说中是双胞胎兄弟，从功能上看，他们分别对应着现实中的乔伊斯本人及其父约翰·斯坦尼斯洛斯(John Stanislaus)。\n③ 新批评理论家们所批判的一种观念，即认为文学作品的意义只有通过研究作者的现实“传记性”事件方可得到合理解释。\n156",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_178"
  },
  {
    "page_index": 179,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_179.png",
    "text": "164 叙事的本质\n\nCapability)的书信①——艺术家通过对其主人公进行同情性的想象认同而达到消解自身个性的目的。当然，浪漫主义诗人并没有因为关注自己所力图摹仿的现实而遭到消解。相反，两者无时无刻不在发生着融合与贯通，彼此相得益彰。这种兼浪漫主义与现实主义于一身的艺术家，正是通过其本性的展示才得以发现一种用以理解身外现实的新视野。如果将艺术家的个人世界视为原型，那么现实世界则是其预表类型。摹仿自己即是摹仿普遍世界。如果有人要研究卢梭、司汤达、狄更斯、福楼拜、托尔斯泰、乔伊斯、普鲁斯特、托马斯·曼、沃尔夫及海明威等人的艺术创作，那么他将不得不研究这些作家自身。艾略特关于诗人与诗歌的区分只有在运用于本韦努托制作的盐瓶②时方才有效，而一旦运用于其《自传》、奥古斯丁的《忏悔录》或是自卢梭的《忏悔录》以来任何一部现实主义小说，那一种区分便失去了存在的价值。\n\n在经验性叙事中，认识模式与讲述模式几乎是同一事物的两个层面。在小说中，再现与其所指涉的现实之间存在着紧密的“契合”，而在史诗中则较为松散。只有在理想状态下，两者才会在历史、传记和自传中保持一致。现实主义叙事中任何赋有新意的事物都必须对应着现实当中某种赋有新意的东西。要实现这一点，唯一的途径就是采取一种全新的方式去审视生活。从技术层面来说，这种对于新视野的要求突显了叙事视角的重要性——或许更准确地说，是突出强调了视角、主人公与读者之间的关系。\n\n在忏悔文学中，主人公与叙述者从字面意义上看乃是同一个人。然而在卢梭传授给日后小说家的诸多经验中，有一条便是：即便主人公与叙述者之间存在着字面上的一致性，但仅凭他们之间的时间跨度，小说家仍可在人物与叙述者之间找到充足的距离，以涵盖两者在视角上\n\n① 这里的“书信”指的是济慈于1817年写给其弟乔治及托马斯的信件，在这封信中，他首次提出这一理论化表述，认为伟大作家身上都存在着一种否定自我的趋向，一种甘愿放弃理性求索而满足于神秘、疑惑及不确定性的能力。\n\n② 本韦努托为法国国王法兰西一世设计制作的盐瓶，是其现存的艺术品之一。\n\n157",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_179"
  },
  {
    "page_index": 180,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_180.png",
    "text": "4 叙事中的意义  165\n所包含的潜在反讽性分歧。于是，时间成了人物概念的一个重要维度。它通过创造必要的变化而使得相同的事实获取真正多重性的视角，同时它还强调对知情者（knower）加以定义的重要性，因为只有如此才能对其讲述进行准确地阐释。毕竟，现实存在于观察者眼中，而观察者的眼睛又会随时间的流逝而变化。\n\n对语言的质疑是卢梭传授的另一则经验。《忏悔录》中那位年老的叙述者——正如《红与黑》《追忆逝水年华》及《亚伦的手杖》中的叙述者一样——必须反复言说其年轻的主人公在内心深处所隐藏的东西，它既无法凭借理性去认识，亦无法运用语言去阐发。这位年老的叙述者之所以要承担此任务，原因在于，如果该年轻人能够自己言说，那么这种经历便丧失了记录的价值。凡有意义的经历几乎均可被定义为那种无法加以明确化、表象化叙述的经历。年轻的让 - 雅各①曾以英雄自居在伯尔尼（Berne）参议院做了一个多小时的精彩演说，其言辞可谓字字珠玑、滔滔不绝，但那恰恰说明他当时只是在进行角色扮演而已。假设他有重要的事情要告诉诸位参议员，那他也许会面红耳赤地傻站在那儿不知所措。\n\n反英雄形象不只是作为一个不善辞令的文弱青年被推上西方叙事舞台，当叙述者试图替他表白内心体验之际，这恰恰导致了新现实类型的创造。它不仅具有创新性，而且还具有典型性，不仅具有特殊性，而且还具有普遍性。在卢梭思想的强烈影响之下，以往曾表现出些许反讽意义的类型，如今则突然转化为新的理想化形象。做一位英雄般的主人公到了现在就是做一个傻瓜，而如今若想成为一位主人公便意味着将沉溺于探究自己的情欲、病态及幻想。正是这种新式（按照传统的道德类型来评判则是反讽式的）主人公的界定为卢梭的《忏悔录》提供了意义。同时，围绕身份和自我辩护所进行的探求又带来了一种新的视野。当然，卢梭留给现实主义小说的遗产不仅仅包括对新视野的追\n\n① 即《忏悔录》中的让 - 雅各·卢梭本人。\n158",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_180"
  },
  {
    "page_index": 181,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_181.png",
    "text": "166  叙事的本质\n求，也包括他自身所特有的强烈反讽品性。\n\n叙事艺术家在接受卢梭就语言及古典美德所持有的悲观主义质疑时，拥有两种选择(它们并不互相排斥)。其一，为了寻求创新性和典型性，作家可以越来越深人地发掘人物的隐晦本质，继而使语言作为表达观念的载体得以承受越来越大的功能性压力；其二，语言自身也可成为艺术的终极材料，从而将所有的人类经验包容在某种形式的语言结构当中。创新因素只有找到某种程式或模式才能成为典型因素，它要么凌驾于语言之上，使得语言无法对其进行准确阐述，要么就已经预表于现存的语法元素和语汇当中。\n\n休·肯纳①曾在一篇颇具启发意义的文章中论及“闭合场域中的艺术”(Art in a Closed Field)②，他指出，语言的各种限制为叙事艺术家提供了一种“闭合场”，在那里，有限的元素——当然数量众多——会经受无限的组合与排列。他认为，专注于创作元素的有限性，也即场域的“闭合性”(closedness)，是现代叙事的特点。如果肯纳的阐述合情合理，那么我们或许可以进一步指出：叙事艺术家将再次面临两种选择，只是这一次它们的本质取向乃是哲学性的。他既可胸怀积极心态和乐观主义立场，尽其所能对诸元素加以精彩而赋有意义的排列组合。当然，他也可怀揣憎恶对诸元素加以排列组合，并在此过程中展示叙事艺术的无能为力和意义缺位。如果说乔伊斯例证了前一种取向，那么贝克特则例证了后者。\n\n《芬尼根守灵夜》在追求其卓越的表层设计时，依照中世纪的风格慢条斯理地对作品中的修辞细节进行了组织协调。但更为突出的是，这部作品的意义实现方式也同样展示出了中世纪的品性。其意象并未指涉新式的现实类型，相反，它们却包含着寓言性意义。而当此寓言性\n\n① 休·肯纳（Hugh Kenner，1923—2003）：加拿大文学批评家，乔伊斯研究专家。\n② 参见 Hugh Kenner，“Art in a Closed Field，”in Virginia Quarterly Review 38，no. 4（Autumn 1962）：597—613. \n159 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_181"
  },
  {
    "page_index": 182,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_182.png",
    "text": "4 叙事中的意义 167\n意义缺乏文化规约性——也即缺乏传统性时，乔伊斯则赋之以私人意义。当然，研究《芬尼根守灵夜》不仅仅意味着研究乔伊斯私人生活中的意义性元素，同时也必须研究乔伊斯曾接触过的所有书籍：他抑或阅读过这些书，抑或以某种不甚合法的方式从中窃取所需之物。即便是那种患有理想失眠症的理想读者（the ideal reader with the ideal insomnia）①，若缺乏对诗人本身的研究也将无法深人到《芬尼根守灵夜》的核心，因为那里隐藏着诗人自己的晦暗之思，它发端于诗人身心的最幽闭处，沿着自内而外的轨迹②引发出人类曾经梦想到的所有意象。对于乔伊斯而言，现实当中的一切类型仅仅是作为象征去表现一则原本隐晦的寓言。\n\n① 参见 James Joyce，Finnegans Wake（London：Faber，1975）：120.\n② 原文在此处的表述“south-north trajectory”经斯科尔斯本人的解释，指的是从“底层”到“表层”，也即从无意识到有意识的过程，故将其译为“自内而外的轨迹”。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_182"
  },
  {
    "page_index": 183,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_183.png",
    "text": "160\n5\n叙事中的人物\n\n人物除了决定事件还会做什么？事件若非阐释人物又会做什么？一部影片也好，一部小说也罢，如若不是关乎人物又会成为何物？我们还能从中寻找并发现其他什么东西吗？当一个女人站立着，将手搭在桌子上以某种方式朝你张望，这就是一个事件；假如这不算一个事件，我认为很难说它还会是什么。\n\n亨利·詹姆斯在“小说的艺术”中如是说。詹姆斯在该文中既没有对批评家的“奇怪窘境”（queer predicaments）①表示同情，也未曾对他们的“拙劣甄别”（clumsy separations）——如“小说与传奇之间的经典区分”——予以认可。（不过，这种态度并未阻碍詹姆斯本人在必要之际做出精到的“区分”。此外，我们采用詹姆斯的言论作为探讨人物的起点，并非要问罪于大师的善变无常，而是要从总体上就人物的观念进行阐释。）当詹姆斯对小说进行评判时，他有意或无意地完全集中于自\n\n① 詹姆斯在“小说的艺术”中指出，批评家和读者在小说与传奇之间、人物小说与事件小说之间所做的区分只是图一时之便，让自己摆脱“偶尔遭遇的奇怪窘境”罢了。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_183"
  },
  {
    "page_index": 184,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_184.png",
    "text": "5 叙事中的人物 169\n己的小说或是那些最接近他本人的作家所创作的小说。当詹姆斯意在说明人物与事件之间的相互依赖时，他所选择的事件恰恰是一种詹姆斯式的事件。此处的女人乃是一种詹姆斯式的人物。她很可能是伊莎贝尔·阿切尔(Isabel Archer)，或是米莉·希尔(Milly Theale)，抑或是弗丽达·韦琪(Fleda Vetch)①；而此处的事件经这位大师之手的拓展，可能会被赋予整整一个章节的关注。那个女人的张望意指什么？而那只手所处的位置又表达了如何丰富的意义？如此等等。\n\n所有阅读文学的读者都拥有属于自己的人物观与事件观，这些观念作为读者在无意识中所求助的试金石，影响着他们对于文学作品的评价。同时，我们当中的每位读者就像马修·阿诺德一样，往往会选择那种相当狭隘局限的评判标准作为试金石。阿诺德强调艺术的高度严肃性，这成了其全部评判标准所指涉的内容。当然，我们很少会如阿诺德那样使自己的评判标准或批评观念受到公众的接受。但是，亨利·詹姆斯——尽管他并没有自负到要赋予我们试金石——倒是就小说的卓越性详尽阐释了自己的观念。他强调指出，“现实感(即具体化所营造的坚实性)对我而言似乎是小说最重要的优势——所有其他的长处均……不可避免地屈从于此”。他又说，艺术“本质上是一种选择，但此选择的主要关注是其典型性和包容性”。所以，我们不妨赞同这种看法，即小说的确或应该言之有物。当然，詹姆斯的观点尽管有根有据、精辟周全，却是不折不扣的小说中心论。他笔下的伊莎贝尔·阿切尔是一位按照他自己提出的现实主义原则而建构的人物。但是，维吉尔塑造的狄多也是如此吗？詹姆斯本人甚至对唐吉诃德和米考伯先生(Mr. Micawber)②这样的人物持有疑义。他们的现实是“经过作家想\n\n① 此处的三位女性形象分别出自亨利·詹姆斯的三部小说:《一位女士的画像》(The Portrait of a Lady)、《鸽翼》(The Wings of the Dove)及《波因顿的战利品》(The Spoils of Poynton)。\n② 该人物出自狄更斯小说《大卫·科波菲尔》(David Copperfield)，是一个负债累累，却又对生活充满信心的喜剧形象。\n161",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_184"
  },
  {
    "page_index": 185,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_185.png",
    "text": "170  叙事的本质\n象浓墨渲染的现实，虽然不乏生动，但若要将其视为一种模式恐怕还值得商榷”。詹姆斯的这一表白具有重要意义。徘徊于个人喜好与创作原则之间的詹姆斯几乎承认了人物塑造当中乃存在着不同的现实类别，并借此为小说与传奇之间的那种“拙劣甄别”留下了用武之地。唐吉诃德既非伊莎贝尔·阿切尔那样的人物，也有别于乔治·艾略特塑造的利德盖特医生（Dr. Lydgate）①。他虽然生动，但并不真实。唐吉诃德身上体现出比伊莎贝尔·阿切尔更多的神话性和虚构性，而伊莎贝尔·阿切尔身上却表现出更多的摹仿性。她可能是唐吉诃德式的形象，而他就是唐吉诃德本人；她可能是典型性的，而他却是原型化的。不过，他们均以各自不同的方式生活着。因此，那种认为人物塑造类型存在伯仲之分的观念是愚蠢的，而认识到其差异的存在则是智慧的开端。\n以荷马的阿喀琉斯为例，这一高超的人物塑造既无典型性也无或然性，既无包容性也无细节性。我们所看到的阿喀琉斯几乎只是表达了生活的一个层面——愤怒之情。从诗人召唤神助，祈求缪斯吟诵阿喀琉斯的愤怒（愤怒“Menin”②实际上是该诗的第一个词），一直到最终赫克托的葬礼因阿喀琉斯的克制与宽容而得以举行，阿喀琉斯的性格呈现方式总是其愤怒之情的强弱起伏，以及在受到不同刺激时其愤怒之情所表现出来的品性嬗变。如果我们仔细研读该史诗中的一个具体段落，便能够对荷马的人物塑造有一个更加充分的理解。在第21卷中，当其好友帕特洛克罗斯（Patroclus）③被杀之后，阿喀琉斯将其此刻\n① 该形象出自乔治·艾略特的小说《米德尔马契》（Middlemarch），与狄更斯笔下的米考伯存在一定的相似性：他们都持有某种人不敷出的生活方式和理想主义的人生观。\n② “Menin”是希腊文，《伊利亚特》中的第一个词，意为“愤怒”。\n③ 《伊利亚特》中的英雄，阿喀琉斯的密友，特洛伊战争中为赫克托所杀，他的死致使阿喀琉斯重新参战攻打特洛伊。\n162 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_185"
  },
  {
    "page_index": 186,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_186.png",
    "text": "5 叙事中的人物 171\n\n的极度愤怒彻底宣泄到特洛伊人身上。在战斗中，他俘获普利安（Priam）①之子吕卡翁（Lycaon）；当吕卡翁乞求他放其一条生路时，阿喀琉斯做了这样的回应：\n\n傻小子，不用给我赎金也用不着花言巧语。若是在帕特洛克罗斯归西之前，我倒是有心对特洛伊人手下留情，将他们生擒后卖往异国他乡。但现在，面对伊利昂（Ilium）②的城池，任何特洛伊人——尤其是普利安之子，只要上天注定他们落到我手里，谁也不能免死。所以，我的朋友，你也必须死。为何面对死亡如此悲泣？即便是帕特洛克罗斯，一个远胜于你的人，也难免一死。而且，你该不会不知道我是哪种人物吧，气宇非凡、武功盖世——我的父亲是个伟人，生我的母亲是位女神——可即便是我，也无法逃避无情的命运与死亡。\n\n这无疑代表着文学的一个伟大时刻，而且这也是人物的伟大一刻。此处，情节暂停。战斗似乎以某种极为“非现实主义”的方式陷入了停滞，当然要思考这一问题，就必须腾出些精力。但是我们不可能这么做，因为惊愕之余，我们的关注点乃集中于二人的对峙。阿喀琉斯在此表达了自己的立场。帕特洛克罗斯死了，而阿喀琉斯的愤怒也不再只是停留在荣誉感之上。当他因复仇而勃然，其愤怒与其为人正相匹配。这是一种不朽的愤怒。它不只是诱发于帕特洛克罗斯之死，同时也是由于阿喀琉斯念及自己的命运。帕特洛克罗斯死了。他自己也必有一死。这天下到底谁才能活着？此番言论吐露了一位人神在面对其个人问题时所怀揣的困惑——为何如他这般拥有天神血统的超人也必须向命运和死亡屈服？\n\n从狭义上说，这一情景是非现实主义的。埃里希·奥尔巴赫不会\n\n① 即普里阿摩斯（Priamus），《伊利亚特》中的特洛伊国王，其子吕卡翁在战场上为震怒中的阿喀琉斯所杀。\n② 古希腊人对特洛伊的称呼。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_186"
  },
  {
    "page_index": 187,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_187.png",
    "text": "172  叙事的本质\n将其视为真正的摹仿，因为它所关注的是一位英雄阿喀琉斯，并非一个寻常人物。但是，若从某些非常重要的层面来看，此情景又的确是摹仿性的。死亡对于所有人而言都是共同的。其必然性使得阿喀琉斯显露出英雄形象之外的人性。同时，此情景的摹仿特征还在于其“正确性”。这些话语出自阿喀琉斯之口，绝非偶然。它们不仅言如其人，更以某种方式表现出该人物的本质，而这之所以成为可能，恰恰是得益于该人物的单一性塑造。阿喀琉斯这个形象既不像陀思妥耶夫斯基笔下的人物那样，让我们深深卷入到迷宫般的方方面面之中，也不像普鲁斯特塑造的人物那样，使我们在纷繁多样的层面中流连忘返。这是另一种类型的人物刻画，虽然单一无饰，但却如威塞克斯（Wessex）的德鲁伊石阵（Druid stones）①一样让人心动。在此处的所引段落中，我们可以发现史诗综合体的影响。一方面是历史的在场。阿喀琉斯对于特洛伊及特洛伊战争的影射使得他的言语中平添了一份历史化风格，同样，他所提及的将俘虏卖为奴隶的细节也起到了这样的作用；而另一方面，作品通过虚构安排了阿喀琉斯与帕特洛克罗斯的相遇，这就等于将情节收住，而以电影特写的方式向我们清晰地呈现出两位个体人物的对峙。此处的对话当然并不会影响到一场战役或是整场战争的结果，它仅仅是借助虚构，以一种激烈的方式去表现阿喀琉斯及其愤怒，同时也是为赫克托之死及普利安与阿喀琉斯的最终对峙做好铺垫。神话的在场既表现于阿喀琉斯对自己神圣血统的指涉，更表现于他所提及的自己命中注定的死亡。他选择了为荣耀而活，宁可英年早逝也不愿享受那种漫长而平静的生活。当然，命运和众神会负责使这一交易的两部分内容均得以保留。但是，我们不仅通过这种观念看到了神话性及相当程度的反摹仿性，我们还通过阿喀琉斯的言语清楚地发现了一位活着的、呼吸着的人。这则简短逞辞表现出鄙视与怜悯、敌意与同情之间极富人性\n\n① 在公元前1800年至公元前1400年出现于英国南部的“威塞克斯文化”中，这些神秘的石阵或石圈有可能是原始宗教德鲁伊教（Druidism）的信徒从事祭祀活动的场所。\n\n163",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_187"
  },
  {
    "page_index": 188,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_188.png",
    "text": "5 叙事中的人物 173\n\n的交融，而且，阿喀琉斯的思想变迁——从吕卡翁到帕特洛克罗斯再到他自己，均因死亡而连为一体——同样也折射出十足的人性，而这种人性的逼真又使得作品表现出摹仿性；其方式就如同耶稣在十字架上发出的呼号：“我的神！我的神！为什么离弃我?”①\n\n荷马在此处对阿喀琉斯进行的特写，以及他在《伊利亚特》和《奥德赛》当中所展示出来的人物刻画，尽管有别于詹姆斯、普鲁斯特或陀思妥耶夫斯基的创作方式，却是地道的真功夫。其部分原因在于人物塑造的单一性。追求人物塑造的某些复杂性并非荷马或其他原始英雄体叙事创作者们热衷的观念，而是我们在后来的叙事中所看到的现象，有时候我们也会认为，那种复杂性乃是作为重要元素存在于富于情趣的人物塑造当中。原始性故事中的人物总是“扁平的”、“静止的”，而且相当“晦暗”。程式化叙事中反复出现的修饰语正是扁平人物塑造的标记。奥德修斯便是这样一位永无困惑的人——无论我们何时见到他，总是如此。在那些大大小小的事件当中，抑或是身处神仙、凡人和妖魔当中，他都会向我们表现出这种品质。不管眼下处境需要什么——力量、计谋、高雅、慷慨——他总会表现得恰如其分。如乔伊斯所云，我们几乎找不到其他文学形象能兼有这么多种姿态。他是珀涅罗珀的丈夫、卡吕普索的情人、忒勒玛科斯的父亲、莱耳忒斯（Laertes）的儿子、武士、探险家、讲故事者、竞技者、患难者、凯旋者、哀求者乃至君王。而且无论是哪一种处境，他均会做出正确的应变，使自己不仅能够忍受于逆境之中，而且还能取得胜利。除了假扮某种角色去愚弄敌人之外，他没有什么变化，也不会变老。他从不会张口结舌，或是行为笨拙，他甚至从未做过普通人。就像阿喀琉斯那样，他也是一块独立巨石，只是其规模可能要略逊一筹。然而，我们却很少注意到这一点，因为荷马能够以精湛的手法去拿捏这些巨石化形象。\n\n詹姆斯·乔伊斯正是看到了奥德修斯身上的这种无变化性，方才\n\n① 耶稣被钉在十字架上临死前所说的话，参见《马太福音》第27章第46节。\n\n164",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_188"
  },
  {
    "page_index": 189,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_189.png",
    "text": "174 叙事的本质\n出于反衬的目的将其运用于他自己的奥德修斯故事——《尤利西斯》——当中去。在奥德修斯离别的那20年中，伊萨卡似乎未曾发生过什么变化；而在埃克尔斯街（Eccles Street）7号的房子①里，仅仅20个小时便发生了许多事情。坐在戴维·伯恩的酒吧中，利奥波德·布卢姆呷了一口勃艮第，注视着两只苍蝇缠在一块儿趴在玻璃窗上嗡嗡作响，此时，他的思绪借助普鲁斯特式的联想过程回溯到多年之前的光景，“好像悄悄地触摸一下，便将往事向自己倾诉。伴随这触摸，他的感官润湿了并回忆起来”。他记起与摩莉在霍斯的山丘上初次品尝爱情的情景，当时他们相互依偎在彼此的怀抱中，布卢姆吃了一口摩莉嘴里的香籽糕，“亲嘴儿，她吻了我”，他回忆着。接着他又思忖，“我。而我此刻呢”。叙述者告诉我们，“缠在一块儿的苍蝇嗡嗡地叫着”。摩莉与利奥波德缠在一起20年，恰如这两只苍蝇短暂的一刻，现在已经发生了如此巨大的变化，以至于乔伊斯能够将一种巨大的情感压力汇聚于那个小小的短语之上，“我。而我此刻呢”。但是，与《荷马史诗》中的原型相比，布卢姆并非一种“更好的”人物刻画，而仅仅是一种不同的类型罢了。\n\n那种具有内在变化的发展式人物（developing character）在叙事文学中乃是相当滞后的概念。当然，我们也拥有一些诸如“前途黯淡的英雄”（unpromising hero）这样的原始母题，讲述一位愚笨或胆怯的年轻人如何摇身一变成为英雄。比如摩西和贝奥武甫，在他们身上我们便可发现这一点；另外关于阿喀琉斯，还存在着一些与荷马描述相异的故事，它们当中也流露出类似的痕迹。这种本质上具有神话特征的模式常常被嫁接到历史人物身上，莎士比亚在《亨利五世》中对“哈尔亲王”（Prince Hal）②的人物塑造便是如此。不过，这种人物——其内在发展具有至关重要的作用——在我们的叙事文学中基本上属于基督化时期\n\n①《尤利西斯》中主人公利奥波德·布卢姆的居所。\n②“哈尔亲王”即《亨利四世》中威尔士亲王亨利，他从一位桀骜不驯的王子形象转变为后来投身于“英法百年战争”的英王亨利五世。\n165",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_189"
  },
  {
    "page_index": 190,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_190.png",
    "text": "5 叙事中的人物 175\n的创作元素。大多数前基督化时期的史诗类英雄体叙事都是基于那种流芳百世的观念之上，即通过英勇壮举活在民族的记忆之中。正是由于这一观念，阿喀琉斯从墨涅拉俄斯（Menelaus）①那儿感受到了自己所受的羞辱，并对此耿耿于怀。他曾做出抉择，宁愿在短暂之中活出荣耀，也不愿在安泰之中庸碌一生。如果他必须在大庭广众之下蒙羞，致使自己的后世名望只因这伤痛的一幕而黯然失色，那么荣耀又何足轻重？只要一种文化还强调英勇壮举和后世名望（古条顿②欧洲文化即是如此），其文学便总会关注人物的此类外在属性。而当这种英勇功勋的公共概念为个体灵魂与上帝之间的私密关系所取代时，便往往会产生与此文化相伴而生的文学：它会关注这种私密关系，直至最终去关注人的内在体验中所包含的其他层面。耶稣就是以这样的方式去修订“诫命”的——\n你们听见有话说，不可奸淫。只是我告诉你们，凡看见妇\n女就动淫念的，这人心里已经与她犯奸淫了。③\n他（He）的这种举措乃是在强行使其文化中多一份对内心体验的认识，而少一些对外在行为的关注。在古希伯来文学中，我们曾发现一些故事从犯罪与忏悔的层面讲述人物的变化。大卫的罪孽——为娶拔示巴（Bathsheba）为妻而害死她的丈夫——便是一则犯罪与忏悔的故事。但是，这个故事却是决然从主人公的外在情境来进行观照的：\n一日，太阳平西，大卫从床上起来，在王宫的平顶上散步，\n看见一个妇人沐浴，容貌甚美。④\n随着故事的推进，这一幕一幕的场景按理说都应该能使人物个体产生\n①《荷马史诗》中的一位主要人物，海伦的丈夫、古斯巴达国王、希腊统帅阿伽门农的弟弟。《荷马史诗》中，特洛伊战争的爆发正是由于其妻海伦受到特洛伊王子帕里斯的诱拐。\n②“条顿”（Teuton）即原始日耳曼之意；条顿人是古代日耳曼人的一支。\n③ 参见《马太福音》第5章第27节。\n④ 参见《旧约·撒母耳记下》第11章第2节。\n166",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_190"
  },
  {
    "page_index": 191,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_191.png",
    "text": "176  叙事的本质\n强烈的情感体验，但是此处的叙事却是一路闲庭信步，对内心的狂暴并未表现出明显的意识。即便在上面所引的经文段落中，拔示巴的美貌也只是作为一个事实被客观地表现出来，而不是依照大卫的视角或大卫在关注她时所做出的反应来呈现。无论是希伯来还是希腊原始叙事文学中，内心活动仅仅是一种表现而并非呈现。当然，人物的不可捉摸，也即他们的晦暗性，既不算瑕疵也不是缺陷，而不过是一种特点。大卫的故事当中所蕴涵的力量正在于它以这种就事论事的方式去叙述那些充满暴力和情感的事件。对于现代读者而言，人物塑造的这种晦暗性具有一种轻描淡写(understatement)的功效，它能够在淡漠的叙事语调与人物内心在读者想象中所表现出来的激荡之间营造出反讽性的张力。我们将此类反讽的自觉运用称为曲言法(litotes)，在诸如《贝奥武甫》这样的日耳曼叙事中，我们发现该手法乃是一种重要特征。这种\n167 针对曲言性反讽的自觉运用只不过是叙述者从自身的角度意识到原始叙事中的曲言性本质。而批评家的判断一旦受到情感趋向的影响，便往往赋予这种明抑暗扬手法以特殊的价值;他们会颇为怀旧地将其看作“古典性局限”(classic restraint)，但问题是一个人不去做自己未曾想到的事情，并不意味着什么局限。明抑暗扬的叙事风格尽管与晦暗静止的人物相联系，但仅仅是作为一种成功的叙事程式与原始叙述行为相契合。在所有的文化当中，这种风格向来是英雄体叙事创作中的必然之物。\n\n正如耶稣关于心中奸淫的表述所示，基督教的内趋性(inwardness)为关注内心体验开辟了一条通道;而其他方式则似乎是叙事发展过程中自然衍生的产物，它们一来得益于叙事实验的展开，二来得益于非叙事性文学对叙事的影响，尤其是希腊悲剧和“第二诡辩学派”(SecondSophistic)①的演讲术修辞。基督化方式经圣·奥古斯丁之手演变成为\n\n① “第二诡辩学派”:公元1世纪至3世纪前后兴盛于罗马帝国时期的希腊诡辩学家，这也是该时期最具影响力的文学、文化运动，它使得古希腊的文学经典、演讲术及修辞学经历了一次复兴。 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_191"
  },
  {
    "page_index": 192,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_192.png",
    "text": "5 叙事中的人物 177\n\n寓言性和自传性再现，以突出发展式人物的内心体验；而戏剧性和修辞性方式则经奥维德之手发展成为全知式的戏剧化再现，以把握困境中的人物在关键时刻所产生的内心活动。通常说来，现代心理叙事可能与奥维德式传统及奥古斯丁式传统均有所关联。\n\n当基督教观念与晚期凯尔特传奇发生融合之际，发展式人物便开始出现于西方虚构性叙事当中。关于这种融合，一个极好的例证就是帕西法尔（Perceval）或帕西瓦尔（Parzival）①的故事，它在12世纪时经过克雷蒂安·德·特罗亚和沃弗兰·冯·埃森巴赫之手达到了一个很高的发展阶段。沃弗兰所著《帕西瓦尔》的新英文版，译者们将其称为西欧文学中第一个展示“主人公内心发展”的故事。伴随其逐渐趋向基督化寓言的过程，该叙事经历了许多变化，包括想象出一个有关圣杯的独特基督教背景，以及主人公从高文到帕西瓦尔的逐渐替换。但是，其最重要的发展——克雷蒂安和沃弗兰的处理均表现出这一特征——乃是将帕西瓦尔作为一位发展式主人公来呈现。在沃弗兰作品的第5卷中，帕西瓦尔谈及自己年轻时的一次愚蠢之举，“就算这位女士的确做错了什么，我也不该抢走她的胸针，还夺了她的金戒指，这让我恨不得今生来世都永远遭受耻辱和鄙视。那时的我是个傻子，算不上男人，尚未懂得智慧”。这样的一席话对于传奇文学中的人物塑造来说，具有革命性的意义。可以说，从帕西瓦尔到斯宾塞的红十字骑士仅有一步之遥。当然，这并非说动态的人物就必然会使得传奇胜过那种表现静态人物的叙事。当沃弗兰的《帕西瓦尔》问世时，其对手哥特弗里德·冯·斯特拉斯堡几乎同时创作出自己的伟大传奇《特里斯坦》，而其中并无任何发展式人物塑造的迹象。对于哥特弗里德来说，基督教与其说是一种帮助，不如说是一种阻碍。他所塑造的人物尽管被抹上了一层中世纪基督教的色彩，但在本质上却是异教性质的。传统故事并不\n\n① 帕西瓦尔和帕西法尔是同一位亚瑟王圆桌骑士（只是在不同作家的笔下称呼稍有差异），也是著名的圣杯骑士之一。\n168",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_192"
  },
  {
    "page_index": 193,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_193.png",
    "text": "178  叙事的本质\n\n追求人物的发展或变化。无论是过去还是现在，它压根就与那种故事类型无缘。\n\n我们应该注意到，以发展式手法去处理人物未必需要对其内心活动加以事无巨细的展示。即使像帕西瓦尔这样的人物也具有一定的扁平感和晦暗性。发展式设计本身主要是一种情节设计，而不是一种人物设计。它意味着以有限的细节对人物进行远距离关注，从而使得其变化在某一具体背景的映衬之下易于得到显现。斯宾塞通过将人类心灵拆分为诸多构成元素而得以将不相干的内容过滤掉，并因循不同线索去展示《仙后》第一卷和第二卷中“圣洁”骑士圣·乔治①与“节制”骑士盖恩的发展演变。那种朝着某一特殊方向发展的叙事通常属于说教故事和寓言。但是倘若人物仅仅因为年龄和经验而发生变化，而并未依照道德规约的方向去发展，那么这样的人物则可能不会像纯粹的发展式人物那样遁人某种局限性的情节模式之中。变化是对人物塑造加以摹仿性处理的一个层面。发展实际上属于一种道德母题，它作为一个功能化因素十分接近神话模式或任何传统故事线索，并因此使得人物自身的发掘受到了程度上的限制。虽然帕西瓦尔有所发展，但我们对他的了解甚至要远少于我们对阿喀琉斯或奥德修斯这种本质上保持静止的人物所具备的认识。帕西瓦尔的人物塑造囿限于其发展式母题，即他在基督化骑士精神层面所取得的进步，而阿喀琉斯的人物塑造则囿限于荷马对“愤怒”这一现象的主题性关注。不过，荷马对于摹仿的驾驭要胜出沃弗兰一筹。后者围绕基督教意义上的发展观念对帕西瓦尔加以呈现，相比之下，荷马就“愤怒”这一层面对阿喀琉斯所进行的人物呈现则显得更为彻底。即便是圣·奥古斯丁本人——其心理洞察无疑是深刻的——也旨在借助例示性（exemplary）风格对自己的人物加以利用，以服务于某种道德宗旨，同时他还选择甚至可能更改和歪曲\n\n① 圣·乔治（St. George）：基督教圣徒，传说中的屠龙英雄；《仙后》第一卷中的红十字骑士，即为其化身。\n\n169 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_193"
  },
  {
    "page_index": 194,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_194.png",
    "text": "5 叙事中的人物  179\n其过去经历中的事件，以服务于其宗教目的，这正是他看中忏悔叙事形式的主导动机。\n于是，我们可以在两类动态人物塑造之间进行甄别：发展性(developmental)人物塑造，在那里人物的个性特质被弱化，从而彰显其在以道德观照为基础的情节线索中所历经的发展(如《帕西瓦尔》、《仙后》卷一、《天路历程》、《远大前程》和《权力与荣耀》①等作品中的情形)；时间性(chronological)人物塑造，在那里人物的个性特质被复杂化，从而突出人物在以时间为基础的情节线索中所历经的渐进式变化。这后一种情节设置与人物塑造具有高度的摹仿性，也可能是诸如小说这样的现实主义虚构作品所拥有的主要显著特征。当然，小说作为文学形式的出现则要等到西方文化进化出足够复杂的时间意识，以形成此类人物塑造所要求的那种时间性区分。E. M. 福斯特曾就此情形进行过简洁的概括，他将古代叙事和现代叙事之间的对照视为“价值性生存”(life by values)和“时间性生存”(life by time)。现代小说批评家们对于时间的重视，不只是作为一种花哨的手段来炫耀批评家们的别出心裁；对于以时间为主要结构性元素的文学作品——它们出现于18世纪及其之后——而言，这乃是认真专注于它们的读者所必然产生的反应。\n现代叙事艺术家们在将叙事聚焦于一位重要人物时，既可运用传统方法，亦可采用新方法。斯蒂芬·迪达勒斯这个人物在《一个青年艺术家的画像》与《尤利西斯》中之所以表现出明显的差异，一个主要原因就在于乔伊斯在这两部作品中突出了不同的人物塑造类型。在《画像》中，斯蒂芬的性格受到了弱化以展示其美学层面的发展，他作为一位艺术家身兼神父—教师和罪者—替罪羊的宗教功能。不过在《尤利西斯》当中，他却是以时间性方式而非发展性方式得到观照，他被冻结在一天\n① 格雷厄姆·格林的重要代表作，以20世纪30年代墨西哥的反天主教革命为背景，讲述了一位天主教神父亡命天涯的故事。小说表现出作者将宗教主题及象征主义，融入惊怵文学的创作特征。\n170",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_194"
  },
  {
    "page_index": 195,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_195.png",
    "text": "180 叙事的本质\n的时间之内，而不是迅速行进于这一时间以实现某种演化之目标。而且，其性格的呈现也多了一份开阔而少了一份局促。然而即使是在《画像》中，乔伊斯仍利用了现代方法的优势对其发展式人物加以丰富化和复杂化的呈现，从而使得斯蒂芬无论是作为个体还是作为类型均获得了高度具体化的效果，在这方面，它甚至超越了狄更斯在《远大前程》中所塑造的匹普（Pip）形象。匹普在其特殊性和象征性上均有所缺乏。他具备典型性，但不具备原型性，而且其故事强烈依赖于当时的公众信仰，体现了道德说教故事的那种凝聚性力量；相比之下，斯蒂芬的故事则故意退化为歧义性和反高潮，这些品质与其说是例示性的，不如说是摹仿性的。\n\n假如我们果真要在人物与事件之间做出区分——此时，我们便回到了詹姆斯提出的问题，而这正是我们对人物进行讨论的肇始之处——那么，我们就必须以人物的内心体验为依据。在詹姆斯用以解释事件的例子中，那位女性将手搭在桌上张望着，这若是在戏剧中几乎算不上是一个事件（有人难免要在此影射詹姆斯作为戏剧家的失败），但倒更有可能成为电影里的事件，当然最有可能出现在小说当中。这种可能性的递进乃是因为该事件的实质在于人物的心理。在戏剧中，唯有语言或行动能够揭示人物。在电影中，特写镜头要比戏剧舞台更加有效地借助纯粹的表情和姿势来揭示人物心理。但是只有在叙事中，人物的内心体验方能得以真正被触及。这再次印证了福斯特的言论，“小说家在此拥有真正的特权”。人物塑造中的最核心元素正是这种内心体验。我们在这方面的获取越少，那么其他诸如情节、评述、描绘、暗示和修辞等叙事元素就必须发挥越大的作用。一则成功的叙事未必需要强调内心体验并对其进行详细呈现；不过，要想让人始终保持对它的关注，就必须准备好用其他元素加以补偿。希腊传奇用以补偿的方法是错综的情节设置、生动的描述，以及绚丽的修辞，同样其16、17世纪英法两国的效仿者们亦是如此。另外，诗歌在叙事中也能起到这种补偿作用。当弥尔顿在《失乐园》中描绘撒旦时，仅仅一个充满力\n171 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_195"
  },
  {
    "page_index": 196,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_196.png",
    "text": "5 叙事中的人物 181\n量的诗性短语，如“忧虑/栖在他黯然的双颊之上”，便无需再对人物进行细致的分析或对人物的内心体验进行复杂的戏剧化处理。一位叙事艺术家可以运用许多方法来呈现其人物的精神世界。在此，我们并不需要也不指望去穷尽所有的可能性，而只是就其中一些更为重要的方法展开研究。\n\n在叙述过程中，对内心体验加以呈现的最简单方法是直接叙事性陈述。在《尼雅尔萨迦》当中，叙述者用冲动和任性来形容她，这样便以简单、直接的方式告诉了我们其性格的关键特征。她后来的所有行为均发端于冲动和任性这两条为人之道，当然她的不诚实倾向也起到了作用，这个特征乃是通过一个名为赫鲁特(Hrut)的人物①(我们从故事中得知他“在重要事情上总是值得信赖的人”)同样以简单、直接的方式得以呈现。赫鲁特在此萨迦的首个段落中便指出哈尔盖德拥有“盗贼的眼睛”。这些特点，再加上一处重要的身体细节——她长长的金发——便是我们完全理解其性格所需的一切。萨迦的人物塑造几乎可以作为一种纯粹、完美的事例来说明人物的外在处理方法。萨迦中近乎每个人物的正式登场都是用一两个表现人物属性的句子来实现的。即便是《尼雅尔萨迦》中最具复杂性的人物，即尼雅尔本人，也是以这种方式出场的。他的所有后续行为都在其开场性描述中得以暗示。首先，我们在此了解到他的家世，而后故事告诉我们：\n\n他拥有财富和俊美，但有个长不出胡须的特征。他在法律上的出色才干无人能及。他乃智慧之士，能够洞见未来。他的忠告富于明智，为人和善；凡他建议民众去做的事从未让他们失望。他心地善良、思想高尚，既赋有先见之明，又拥有非凡的记忆力。任何遭遇困难的人只要求教于他，问题总能\n\n①这是《尼雅尔萨迦》开篇处出现的人物，英姿飒爽、武艺高强，是哈尔盖德的叔叔。当他首次遇见哈尔盖德时，便做出了预言性的评价，“的确是个漂亮姑娘，……不过我很奇怪，这双盗贼的眼睛何以进入我们这个族裔”。\n172",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_196"
  },
  {
    "page_index": 197,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_197.png",
    "text": "182  叙事的本质\n\n迎刃而解。\n\n他的妻子名叫伯格托拉（Bergthora）。她是斯卡费丁（Skarphedin）的女儿，一位杰出的高尚女性，不过性情有些暴烈。\n\n萨迦文学对人物极为关注。它们用于人物塑造的描述性语汇既丰富又灵活。通过将少数几种特征组合在一起，萨迦的叙述者便得以构建出一个人物形象，这颇似分子由原子组合而成的道理。但是，萨迦从不试图探人人物的内部。它只是描述言语和行为，而对人物思想则从不分析。不过，萨迦的重要时刻往往还是属于人物。当我们上面所描述的那位任性而冲动的女性人物哈尔盖德身为人妻之际，她便挑起事端。她结了三次婚，却总是惹怒丈夫——至少有一回还挨了丈夫的教训，并且蓄意或意外致使其每一任丈夫命归黄泉。当她的第三任夫君，即贡纳尔这位伟大的武士，遭受敌人包围时，他成功进行了自我防御直到其弓弦发生断裂。于是，他求助于妻：\n\n他对哈尔盖德说：“将你的两绺头发给我，你和我母亲帮我把它们拧成一根弓弦。”\n\n“这有什么用吗？”她问道。\n\n“于我性命有用，”他回答说，“因为只要我的弓箭派上用场，他们便永远不会战胜我。”\n\n“那我现在要提醒你，”她说，“你曾动手打过我。你现在保全自己的性命能有多长时间与我无关。”\n\n“人人都该为了自己的声望而有所作为，”贡纳尔说道，“我不会反复请求于你的。”\n\n这个萨迦告诉我们，他仅凭一戟之刃便得以长时间地遏制敌人的进攻，“但最终还是为他们所杀”。尽管我们无法洞察哈尔盖德的内心世界，但她在此处的举动恰恰成为我们关注其内心世界的渠道。这一事件完美体现出那种“任性而冲动”的性格。该人物塑造具有双重合理性——\n173",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_197"
  },
  {
    "page_index": 198,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_198.png",
    "text": "5 叙事中的人物  183\n一是就女性特征的叙事呈现而言；二是就通常的人性而言。一则叙事若试图鲜明生动地展现人物特征，便可借助于这种经过简单构思的人物，他无须表现出复杂性或丰富性，却照样能够获得其意义与影响的深刻性。就像阿喀琉斯那样，哈尔盖德也属于独立巨石般的人物塑造，不过却给人留下了更为深刻的印象，因为雕塑家手中的锤子以最少的敲凿实现了其形象的刻画。如史诗一样，萨迦中的人物是在情节意义上加以构思的。在这种完全自给自足的叙事世界中，人物不会被赋予任何与当下情节无关的属性。这种节约的呈现方式，使得人物的每一层面均可在情节中产生意义，继作为一种重要因素而有助于史诗和萨迦实现其卓越的人物塑造。\n\n虽然这种直接叙事性陈述，作为对人物内心体验加以再现的方式，同样存在于其他原始文学形态中，但只有在冰岛才得到了最具活力的发展。家族萨迦之所以能够与中世纪所有其他文学形态区分开来，乃是因为它们拥有一种尤为显著的特征，即热衷于对我们称之为社会行为（manners）的内容加以关注。在萨迦人物的分子结构中，个体属性如原子一般发挥作用，常常表现出社会属性。当然，它们并不只是生理特点或是用以进行纯粹道德指涉的特点，而是通过显著、公认的社会评判标准得以表达的属性。以对贡纳尔进行的描述为例，他在许多方面似乎源自真正的原始英雄体传统，是一位典型的体格化英雄。故事告诉我们，他是何等的高大强壮，又是何等出色的游泳高手。从这些方面来看，他与贝奥武甫那样的英雄无甚差异。但是，他身上还富有更多的品质：\n他相貌英俊，肤色白皙，鼻梁挺拔，鼻尖略翘。他双眼湛蓝，面颊红润，满头漂亮的金发。他涵养不俗，富有活力，慷慨大方，性情温和；他善择良友，数虽不众，但竭尽忠诚。他家道富有。\n此段外在描述要比史诗中的类似描述表现得更为细致。但是，这并非\n174",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_198"
  },
  {
    "page_index": 199,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_199.png",
    "text": "184 叙事的本质\n\n关键所在。诸如“涵养不俗”(kurteiss)和“家道富有”(auðigr at fé)这样的字眼主要涉及的是社会行为和社会地位。莱昂内尔·特里林①曾说过，所有虚构文学中的人物——甚至普利安和阿喀琉斯也不例外——都是因其可被观察的社会行为而存在。事实或许的确如此，不过就社会行为语境下的人物呈现而言，阿喀琉斯并未达到贡纳尔和尼雅尔那样的程度。诺斯洛普·弗莱曾就人物塑造进行过一番纲要性的剖析，其方法是依照人物对自身环境的操控来实现对人物的定位。但是，贡纳尔和尼雅尔对自身环境的操控几乎与阿喀琉斯和贝奥武甫旗鼓相当。区别在于，这两位冰岛英雄的人物塑造更为关注人物与社会环境的关系，当然从此意义上说，也就更具摹仿性。如果将阿喀琉斯塑造成出生高贵或贫贱，或是飞黄腾达，便没有什么意义，因为这些因素就他的情形来说并不重要；它们作为对社会行为的描述，在史诗那样的世界中恰恰缺乏实质的意义。但是在萨迦的世界中，它们却不乏意义，这或许是因为萨迦人的自主选择，抑或是出于萨迦传统的自身要求。\n\n萨迦的人物塑造技法介于英雄体史诗与社会风俗小说之间。即使像简·奥斯丁这种非体格化(unphysical)小说家在引介人物时所采用的技法也会让人联想起萨迦的直接描述风格。比如说，她对爱玛·伍德豪斯(Emma Woodhouse)②的介绍就与萨迦的人物介绍存在相似之处，而且这种外形介绍大量散见于简·奥斯丁的作品当中。当然，与萨迦叙述者相比，她的描绘要远更为体察入微，她对反讽的运用也远更为精巧别致，但尽管如此，两者在技法上却有着惊人的相似。虽然在简·奥斯丁的作品中，我们也的确发现存在着一些分析性段落旨在处理其主要人物的心理状态，但其大多数次要人物则仅仅得以从外部加以认识，只有些简短的介绍性段落对他们的思想、道德及社会行为加以描\n\n① 莱昂内尔·特里林(Lionel Trilling，1905—1975)：美国文学及社会文化批评家，哥伦比亚大学资深英语教授，其批评承袭自阿诺德以来的英国人文批评传统，突出文学和文化的社会历史层面和道德心理层面。\n② 简·奥斯丁所著小说《爱玛》中的女主人公。\n175 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_199"
  },
  {
    "page_index": 200,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_200.png",
    "text": "5 叙事中的人物  185\n述。如果像哈尔盖德这样的巨型化人物按照客厅比例进行缩小，她可能会轻松自如地在简·奥斯丁的女性人物中找到一席之地。\n\n在大多数文学中，那种直接窥视人物心理、对人物思想而非对言语和行为加以戏剧化处理或分析的观念似乎出现得相当滞后。萨迦文学对这种观念的排斥几乎让人感觉是一种针对它的禁忌，不过事实可能是：原始文学的叙述者们只是不懂得这种呈现技法罢了，正如文艺复兴以前的画家不了解透视法一样。在过去，叙事艺术家常常采用超自然手法（例如“机械降神”）以敞开其人物的心扉。当阿喀琉斯在与阿伽门农的争吵过程中愤怒到极点之际，荷马告诉我们：\n现在，珀琉斯①之子倍感这切肤之痛，因为在他长满毛发的胸膛内，他的心绪踟蹰于两种抉择之间：要不从腰际拔剑出击，杀死阿特柔斯②之子，要不就抑制自己的愤怒，束缚自己的气节。\n\n不过，他并未接着去叙述阿喀琉斯的内心冲突，而是戏剧性地引入雅典娜，她只现身于阿喀琉斯一人，并说服后者用言语而非行动去发泄此刻的愤怒。这种情形在现代小说中也许会作为某种内部心理过程而通过内心独白或分析性叙事加以呈现，但在荷马那里却表现为神灵的介人，以及命运和众神之愿所代表的外部过程。雅典娜在这里所做出的一句主要规劝之言是，假如阿喀琉斯愿意在此刻放弃暴力，那么众神便会加倍以荣耀回馈于他。原始叙事正是在这些心理性时刻屡屡诉诸神话，而不是借助于摹仿。在《出埃及记》中，正是上帝让法老对摩西冷酷无情。③甚至当《创世纪》中的约瑟在原谅其诸兄长之际也说到，“现在不要因为把我卖到这里，自忧自恨，这是神差我在你们以先来，为要保全生命……这样看来，差我到这里来的不是你们，乃是神，他又使我如法\n① 史诗《伊利亚特》中英雄阿喀琉斯的父亲。\n② 史诗《伊利亚特》中希腊统帅阿伽门农的父亲。\n③ 参见《旧约·出埃及记》第10章第1节。\n176",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_200"
  },
  {
    "page_index": 201,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_201.png",
    "text": "186 叙事的本质\n\n老的父，做他全家的主，并统治全地的宰相”①。这种处理人物思维过程的方式虽然在本质上是神话性的，而不是摹仿性的，但以现代眼光来看却颇具几分现实主义的效果。对于一位萨迦人物来说，他的举手投足总是依照其首次在故事中亮相时被作者赋予的属性，进而其行为也往往因为那些属性而表现出机械性的特征。但是，当某个人物的思维过程，以及发端于此思维过程的行为受到突发性的超自然影响时，该人物便不可避免地会表现出其行为上的异常之态。当然，对于20世纪的读者而言，那些不规则行为恰恰凭借其非理性特征而体现出本质意义上的人性。\n\n无论是在异教化还是基督化的综合性史诗形式中，超自然模式均作为一种固有技法被用以展示人物心理过程并提供行为动机。埃涅阿斯离开狄多的动机所呈现的方式是以神托梦于他，并提醒他不要忘记自己的命运。在早期叙事中，梦境常用于此目的，而且极适合于那种在神话与摹仿之间寻求平衡的人物塑造。梦境既可用以指涉那些掌控我们命运的神祇，亦可代表人类的心理过程。约瑟的兄长们认为，约瑟的梦②只是其野心的反映，而且当他们叫喊着“你看！那做梦的来了”之际，其言语间透出极度的敌视和畏惧；但这些梦境经过诸多事件证实乃是受神灵所启，而不只是反映约瑟的过度自负。\n\n在基督化综合性史诗中，魔鬼形象具有显著的“机械降神”功能，它有助于行为动机的戏剧性表现，以及人物性格的揭示。在《耶路撒冷的解放》中，当塔索试图促使杰尔南多（Gernando）③做出愚勇好斗之举，他便引入“暗中蛰伏于身边的魔鬼/让心存疑虑者就范”。这魔鬼“在他耳边窃窃私语”长达四个诗节，于是“怒火中烧/其恶毒的烈焰燃及每一根筋脉，/他的轻蔑之情在胸中膨胀，溢于言表/他的神色傲慢，出言不\n\n① 参见《旧约·创世纪》第45章第5节及第8节。\n② 约瑟梦见自己所捆的禾稼为其哥哥们所捆的禾稼围着下拜，另又梦见太阳、月亮与11颗星向其下拜。参见《旧约·创世纪》第37章第5节至第10节。\n③ 塔索在此作品中塑造的挪威王子形象。\n\n177",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_201"
  },
  {
    "page_index": 202,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_202.png",
    "text": "5 叙事中的人物 187\n逊”。这便是爱德华·费尔法克斯①在16世纪对塔索进行的英文版诠释：弥尔顿笔下的撒旦多少得益于塔索塑造的魔鬼形象。甚至在如《劫发记》(The Rape of the Lock)那样的仿英雄体史诗中，这种创作手法在一定程度上也被用来模拟人物的行为动机。\n\n另一种呈现人物心理活动的技法是“内心独白”，它拥有古老而辉煌的历史。由于该术语常被笼统地应用于现代小说，且时而与“意识流”这一概念互换着使用，因此无论我们采用哪个术语，都必须首先对其稍稍加以定义与澄清。“意识流”准确地说乃是一个心理学术语而并非文学术语。它所描述的是一种思维过程的模式。“内心独白”则是一个文学术语，其意义近似于无声的自语(unspoken soliloquy)。所以，在此处的研究当中，“意识流”这个术语将被用来表示文学中得以呈现的任何不合逻辑、违背语法，基本上属于联想性的人类思维模式。这些思绪可以是口述的，亦可为无言的。作为一种文学现象，意识流的发展还是较为晚近的事情，其最为显著的根源可追溯至洛克就思维的内在机制所提出的理论，以及斯泰恩(Sterne)在《商第传》(Tristram Shandy)中对洛克思想的应用。内心独白则属于另一类现象。在叙事文学中，它可以无需任何介人性的叙述者而直接、即兴地呈现人物所未言传的思想。就像直接引语或对话那样，它是叙事文学中的戏剧性因素，但它只存在于叙事文学当中，因为只有在那里，人物的独白才能够做到虽未得以言说，却仍可为读者领会。当然，此言论并不像乍一听上去的那样空洞无味。在戏剧中，人物独白必须说出声来以使观众理解，同时，说话的人物必须具有一种独白化品性。哈姆雷特是莎士比亚塑造的“伟大独白者”。作为一个人物，他专为独白所量身定制，而诸如奥塞罗这样的人物则缺乏此品性。但是在叙事文学中，任何人物不管其做出口述性独白的可能性有多小，都可以向读者敞开心扉，显现其内心所想。\n\n① 爱德华·费尔法克斯(Edward Fairfax，约1580—1635)：英国翻译家，《耶路撒冷的解放》是其译自塔索的代表作。\n178",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_202"
  },
  {
    "page_index": 203,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_203.png",
    "text": "188 叙事的本质\n\n对于那种平庸的凡俗之士——利奥波德·布卢姆或许算是这样的人物——而言，戏剧家们很难展示其思想，但小说家们却能够直接向读者揭示任何人物的内心世界。在叙事性人物塑造的演进历史中，一个重要发展即表现为现代文学在无特定场合要求的情形下对内心独白加以广泛运用。相比之下，古代叙事则较少使用内心独白，而且即使用了也只是用于极为特殊的场合。作为一种叙事手法，内心独白远比意识流拥有更为悠久的历史，不过由于这两种手法在乔伊斯和弗吉尼亚·伍尔芙这类现代作家的笔下得以融合，因此我们常常无法对它们加以甄别，并始终没有意识到它们各自甚为相异的历史。\n\n内心独白在古典叙事艺术家那里表现出许多有趣的特点，其中有一些能够使之与该手法在后世的演绎区分开来，而另有许多特点则似乎得以保留在其现代形式之中。在古代，那些开创并利用独白手法的作者包括荷马、阿波罗尼奥斯、维吉尔、奥维德、朗戈斯和以弗所人色诺芬。然而对于这些创作者而言，尽管他们在运用这一手法时不乏卓越的技巧和驾驭力，但却从不滥用。在古代文学中，这种技法并未被广泛地付诸实践。\n\n荷马对于内心独白的运用颇为有趣。他的做法是将程式化行为与充分的随意性和灵活性融合在一起。通过比照，我们没有在现存的本土语原始史诗中发现内心独白的使用。比如，在《贝奥武甫》中就不存在任何这样的痕迹。我们无法知晓荷马是否开创了这种技法，还是仅仅在运用希腊口头叙事当中的一种普通手段，因为我们几乎找不到其前辈创作者所留下的作品记录。但是，我们可以发现他所持有的观念使得内心独白有可能成为其创作中的一种技法——事实上，在任何文学中，这种观念对于内心独白的出现都必不可少。在《伊利亚特》中，有一半的内心独白都在关键时刻反复提及一整行诗句：alla ti e moi tauta philos dielexato thymos（但我的内心[thymos]为何与我如此争辩?）。奥德修斯在其独白中使用这一说法以表达恐惧（《伊利亚特》，第11卷第402行）。墨涅拉俄斯在其独白中也使用它来表达恐惧（第17卷第\n179 ",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_203"
  },
  {
    "page_index": 204,
    "image_path": "data/叙事的本质/pdf_imgs\\叙事的本质\\page_204.png",
    "text": "5 叙事中的人物  189\n97行)。阿革诺耳(Agenor)在其独白中同样使用它来表达恐惧(第21卷第562行)。此外,赫克托也在其独白中使用它来表达恐惧(第22卷第122行)。而对于向来无所畏惧的阿喀琉斯来说,尽管这一诗行没有在其独白中得以运用,但却出现于赫克托死后阿喀琉斯对战友们发表的言论之中,正是在那一刻,他的思绪从战争和特洛伊人转向了帕特洛克罗斯那未曾受到体面葬礼的死亡之躯(第22卷第385行)。在每种情形下,当然也包括此处的情形,相同的诗行会出现于独白的关键之处,此时,人物的思想便得以从无价值或是不恰当的顾虑或情感,转向有价值或是恰当的顾虑或情感。在这四处表达战斗恐惧的内心独白中,该诗行均展示出人物从恐惧到勇气的心理变化。\n在关注到此现象后,我们便可以从中获取诸多认识。我们会明白荷马如何能够通过援用一种程式而使得阿革诺耳这样的次要人物--一位在整部《伊利亚特》中仅作片刻舞台亮相的人物--在那一场合显得如此重要和生动。当然,这种程式尽管能够赋予人物以生动性,但却无法对他们加以个体化处理。事实上,但凡程式化的创作往往都倾向于通过典型性来实现统一,而并非旨在实现人物的个体化。不过,荷马却能够在需要之际将个体化色彩贯穿于其程式当中。赫克托的独白因表达了其本人在独特处境中的具体思想,而在篇幅上超过阿革诺耳的独白三倍之多。但是,就反复出现于荷马式内心独白中的这行诗句来说,我们所能得到的最重要的认识便是,它在作者的头脑中所暗含的有关人类心理本质的设想。\"thymos\"这个字眼在意义上有几分近似于内心或思想,它与个体人物的意志相互争执(\"dielexato\")。于是,人物心理被划分成为两部分,彼此就控制权展开争夺,其方式常常暗示出自我与超我的概念,前者关注的是自我维护,而后者则驱使个体人物实施可为接受的行为。这种心理分裂的概念对于内心独白技法的发展似乎至关重要,荷马在叙事艺术方面的追随者们正是把握住了这一概念并对其加以利用。古代关于思维的盛行观念无疑得益于柏拉图,他将思维描述成\"灵魂[心理取代了内心作为精神话语者的身份]与其自身就\n180",
    "pdf_name": "叙事的本质",
    "page_id": "叙事的本质_page_204"
  }
]